{
  "theory": [
    {
      "id": 1,
      "name": "Listening",
      "topics": [
        {
          "topic_id": 101,
          "content": [
            {
              "type": "Image",
              "body": "a_job_interview.jpg"
            },
            {
              "type": "Title",
              "body": "A job interview"
            },
            {
              "type": "Normal",
              "body": "Listen to the job interview to practise and improve your listening skills."
            },
            {
              "type": "Audio",
              "body": "a_job_interview.mp3"
            },
            {
              "type": "Transcript",
              "body": "Interviewer: Hello, Maria. Thanks for coming in for the interview.\n\nMaria: It's my pleasure. Thanks for inviting me.\n\nInterviewer: Well, as you know, the company has been expanding and we have an opening in our HR department. We're creating a new role for someone to lead our training and development within the company.\n\nMaria: Yes, I very much think that my skills and experience are a good fit for what you're looking for.\n\nInterviewer: That sounds great. So, your CV looks strong, though it would be good if you could give us an overview, in your own words, of what you've been doing over the past four years or so.\n\nMaria: Well, in my first job, four years ago, I was working for a small HR services provider which offered HR services, including L&D, to corporate clients.\n\nInterviewer: OK, so it was only B2B?\n\nMaria: Yes, we only offered services to other companies, not B2C.\n\nInterviewer: Right, and it says here you then left that company about three years ago.\n\nMaria: Yes, that's right. I was looking for a little more stability and also to be part of a larger organisation. So I joined a company with around one hundred staff and a small HR team. As there are only a few of us, we each deal with a range of HR topics. In addition to payroll, one of the areas I was responsible for was learning and development.\n\nInterviewer: I see. And, so why do you want to change jobs now?\n\nMaria: Well, I very much like the L&D side of my role and I've always had particularly good feedback for my work in this area. I believe I excel in that field. So, I'm looking to specialise, and as your company has around 2,000 people, right …?\n\nInterviewer: Yes, that's right.\n\nMaria: Well, an organisation of this size would give me the scope to specialise in L&D. I'm also a big follower of your brand and feel fully aligned with your image and values.\n\nInterviewer: Well, that all sounds good. And I can see you have an L&D qualification.\n\nMaria: Yes, I got a diploma two years ago. I am also currently working on a further diploma in psychology, with a specific focus on learning and performance management.\n\nInterviewer: Very good. Well, it looks like you have the qualifications and experience we're looking for. What do you think will be the main challenges of coming to a much larger company?\n\nMaria: I can see that it might be perceived as a weakness to not have experience in an organisation of this size, though I see that it could also be a benefit. I won't be bringing too many preconceived and possibly inflexible ideas with me to the role.\n\nInterviewer: Yes, that would be a good thing.\n\nMaria: Also, I'm used to taking a very personal approach to employee development. I realise that such an approach with 2,000 staff members will have to happen in a different way, but I bring many ideas with me that can be replicated on a larger scale.\n\nInterviewer: I see what you mean. Right, so, do you have any questions for me?\n\nMaria: Um, I think we've covered many of the areas I had wanted to address. I have two quick questions though.\n\nInterviewer: Go on.\n\nMaria: Who would I mostly work with on a daily basis?\n\nInterviewer: Well, there's the HR manager who you would report to. And then the HR team, which currently has six people in it. There's usually an intern or two who you can get some support from also.\n\nMaria: OK. Thanks. That's all really clear. And my other question is how performance in this role will be measured. What does success look like?\n\nInterviewer: That's a good question. As you know, we have a performance management system in place, and from that we have identified some learning and development needs within the organisation. But we haven't devised a strategy. Your role would be to devise and then successfully implement this strategy.\n\nMaria: Thank you. That sounds interesting.\n\nInterviewer: Great. So, thanks again for coming in today. We'll be discussing all candidates next week and then I'll get back to you by the end of next week to let you know the outcome.\n\nMaria: Thank you for your time. I'd welcome the opportunity to continue discussing this role with you."
            }
          ]
        },
        {
          "topic_id": 102,
          "content": [
            {
              "type": "Image",
              "body": "a_project_management_meeting.jpg"
            },
            {
              "type": "Title",
              "body": "A project management meeting"
            },
            {
              "type": "Normal",
              "body": "Listen to a project management meeting to practise and improve your listening skills."
            },
            {
              "type": "Audio",
              "body": "a_project_management_meeting.mp3"
            },
            {
              "type": "Transcript",
              "body": "John: Thanks, everyone, for coming to this project meeting. I know we're all working cross-functionally on this project, but so far the key stakeholders are really pleased with how it's going. This project will really benefit our overall value proposition and the company as a whole.\n\nAkiko: Thanks, John. It's an important project. It's good to be collaborating on this together.\n\nMatteo: Yes, it's important, but we're all so busy with our regular jobs. It'll be difficult to fit things in.\n\nJohn: It's OK, Matteo. We'll work it out. I know that you all have a lot on at the moment, combining this project with your regular jobs.\n\nBarbara: So, what do we need to do, and by when?\n\nJohn: Good questions, Barbara. We have a number of key deliverables to discuss so it's essential we're all in agreement about roles and responsibilities and also the timelines we're working to.\n\nAkiko: Great.\n\nMatteo: Yes, it's good to get this clear.\n\nJohn: So, the first thing we need to do is design the customer survey questionnaire. In my experience, this is best done through an online survey tool.\n\nAkiko: That sounds like a great idea. I'm glad you have experience with this.\n\nJohn: Yeah, we've done something similar on previous projects.\n\nMatteo: So will you do that, John?\n\nJohn: I'd love to but I'm already tied up managing this project, and my line manager, Kate, has agreed that I should focus on the timelines, reporting and financial management. I'd like Akiko to lead on the questionnaire. You learned about this on your marketing and PR course, didn't you?\n\nAkiko: Yeah, happy to take it on.\n\nJohn: Thanks, Akiko. Next thing is we need the new designs finalised. Matteo, you said you could do this in a couple of weeks, right?\n\nMatteo: Yeah, I know, but that was last month, and then nothing happened. I'm overloaded at the moment and my line manager won't be happy if I don't hit my targets. Sorry, but this project has to take lower priority.\n\nJohn: Hmm. I see. I can understand the challenge you're facing. I've been in that situation before. So, what can we do to help you hit those targets and free up some time?\n\nMatteo: That's a good question. If I could get a slight reduction in my targets, I could use the extra time that would create to finish the designs for this project.\n\nJohn: OK. We might not be able to get your targets reduced, but I'll see what we can do.\n\nBarbara: How about if I support Matteo there? I know his job well and I have some capacity at the moment. I can help him meet his targets so he can free up some time to finish the designs for this project.\n\nMatteo: Could you, Barbara?\n\nJohn: Hmm. I'm not sure if it's fair to ask Barbara to be supporting Matteo in his regular job so he can work on this project.\n\nBarbara: It's up to you, but I'm happy to support Matteo with his regular work, just for a couple of weeks so he can create the designs. He's the only one with the expertise.\n\nJohn: Yeah, you're right. OK, thanks a lot, Barbara. I appreciate it. Matteo, would that work for you?\n\nMatteo: Yes, that would work. Thanks. OK, you've made it easy for me to say yes.\n\nJohn: OK, then that's settled. Thanks, both. I really appreciate your help in this. So, can you get them done by the end of the month?\n\nMatteo: Yes, that should be no problem."
            }
          ]
        },
        {
          "topic_id": 103,
          "content": [
            {
              "type": "Image",
              "body": "an_interview_about_two_books.jpg"
            },
            {
              "type": "Title",
              "body": "An interview about two books"
            },
            {
              "type": "Normal",
              "body": "Listen to an interview about two books to practise and improve your listening skills."
            },
            {
              "type": "Audio",
              "body": "an_interview_about_two_books.mp3"
            },
            {
              "type": "Transcript",
              "body": "Presenter: Today we're looking at the darker side of literature with two books about not-so-happy families. And we've got writer Helen Slade and book critic Anna Kimura to talk us through them. First up, we're looking at Her Mother's Daughter by Alice Fitzgerald, a novel written from two points of view, one of a child and the other of her very troubled mother. Helen, I have to be honest. I found this one hard to read. It's very well written but, well, how did you find it?\n\nHelen: I know what you mean, but I literally couldn't put it down and stayed up till three in the morning to finish it. There's something about immersing yourself in a family this flawed, this damaged, that's compelling. You'd never want to be in that family yourself, but that's what reading is about, isn't it? Wearing someone else's shoes for a while without ever having to live their reality.\n\nPresenter: You surprise me! The families in your own books are a million miles away from this one.\n\nHelen: Yeah, my readers can always be sure they're going to get a happy ending. Which you definitely ... I don't want to give too much away here, but you definitely don't feel like a happy ending is coming for these characters.\n\nPresenter: OK, so don't mention the ending, but can you just describe for listeners what the book is about?\n\nHelen: So, it's about a family with secrets. The mother has hidden her troubled childhood from her husband and her two children but, of course, it's shaped her entire personality and how she behaves as a mother and as a wife. Which is especially obvious when we're reading the sections told in the child's voice, even though the little girl herself doesn't understand the meaning of everything she's seeing.\n\nPresenter: For me, what was really so shocking was less what happened to the mother when she was a child but how the mother treated her own children. Why is that, do you think?\n\nHelen: I think we're all programmed to see mothers as something sacred and pure. As a child she was mistreated by her father, and in some ways we're not that shocked by that, which is a sad thing in itself, and her own mother didn't help her. As a reader we're less affected by that, I think, because that part of the story is revealed to us in the mother's voice, the adult voice. But the reason the way she treats her own child is so much more shocking is that the child is telling us about it and we sympathise with her. It's very clever how the author plays on our natural instincts to protect a child.\n\nPresenter: Though we do feel sorry for the mother too. Or, at least, I did.\n\nHelen: It's hard not to. She's trapped in her own unhappiness.\n\nPresenter: And we're trapped right there with her as the reader. It made me wonder, Anna, why is it that miserable books like this one sell so well?\n\nAnna: Because all of us have families. I suppose the books play out things we all see in much smaller ways in our own family lives.\n\nPresenter: The other hard-hitting book this week is We Need to Talk About Kevin by Lionel Shriver. Now there's a family who have a problem!\n\nAnna: They definitely do. Very few people will ever have a killer as a teenage son like the narrator in the book, but we can all identify with the challenges and often terrifying reality of raising teenagers!\n\nPresenter: So can you give us the lowdown on Kevin, then, Anna?\n\nAnna: This book is written from the point of view of the mother in letters she's writing to her husband, Kevin's father. Again, we shouldn't say too much about the ending, but the way the author uses the letters is very clever.\n\nPresenter: I have to admit, I really enjoyed this book. It's a difficult topic, but it was much easier to read than Her Mother's Daughter.\n\nAnna: As Helen said before, it's about the voice of the narrator. There's no child's voice and, in this story, the victims in many ways are the adults, though, of course, Kevin's sister is a victim of her brother's evil.\n\nHelen: Yes, and the idea of where 'evil' comes from is a theme that comes out in both books. If you choose to call it 'evil' that is. I prefer to describe it as a complete lack of empathy. The mother in Her Mother's Daughter had a terrible childhood, but Kevin's from a happy home and good parents.\n\nPresenter: Is he though? The mother often admits she found motherhood hard. Aren't we supposed to think she might have caused Kevin to turn out the way he does? Just like in Her Mother's Daughter.\n\nAnna: Both books certainly look at how the mistakes of the parents affect children. And this is another reason we relate to these books. Parents are always worrying if they're doing a good job."
            }
          ]
        },
        {
          "topic_id": 104,
          "content": [
            {
              "type": "Image",
              "body": "birthday_parties.jpg"
            },
            {
              "type": "Title",
              "body": "Birthday parties"
            },
            {
              "type": "Normal",
              "body": "Listen to a conversation about birthday parties between three friends to practise and improve your listening skills."
            },
            {
              "type": "Audio",
              "body": "birthday_parties.mp3"
            },
            {
              "type": "Transcript",
              "body": "Marco: Yeah, it's crazy. Last year, I got it right with a cinema trip. Simple, but always a winner. But we can't do the same thing again apparently. It says it in my 'Official Laws for 9-Year-Olds' book.\n\nCharles: That's a pity. I've got so many fond memories of birthday parties as a kid. Party food and games and watching cartoons until your parents arrived.\n\nMarco: Trust me, your parents were stressing out!\n\nDora: At the risk of restarting the argument, when do you think you stopped enjoying birthdays then?\n\nCharles: I dunno really … somewhere around moving away from home and getting a job and being a grown-up. I don't mean birthdays are immature. I mean, it takes a while to make new friends and so birthdays just become more low-key and it's drinks with a couple of friends or dinner or something. And I just got out of the habit, I guess. Maybe I just need to have a kids-style party like we used to have! Play musical chairs and eat pineapple and cheese on sticks and all that.\n\nDora: Very retro. I bet people would love that.\n\nMarco: Yeah, they would. Well, I would anyway. And maybe it'll catch on with my kids and it'll start a new party trend.\n\nCharles: You've got me thinking … it's not a terrible idea. Maybe I will have a party this year!"
            }
          ]
        },
        {
          "topic_id": 105,
          "content": [
            {
              "type": "Image",
              "body": "catching_up_after_a_trip.jpg"
            },
            {
              "type": "Title",
              "body": "Catching up after a trip"
            },
            {
              "type": "Normal",
              "body": "Listen to two friends talking about a recent trip abroad to practise and improve your listening skills."
            },
            {
              "type": "Audio",
              "body": "catching_up_after_a_trip.mp3"
            },
            {
              "type": "Transcript",
              "body": "Dave: Jean, hi!\n\nJean: Hi, Dave. How are you?\n\nDave: Good, good.\n\nJean: Wait a second, I'm not calling you in Canada, right? You're back now, aren't you?\n\nDave: Yeah, I got back two days ago.\n\nJean: Oh good, phew. Because I wouldn't want to be calling you long distance without realising it and suddenly ...\n\nDave: You've spent a fortune on a long-distance call. No, I know, it's OK. I actually wouldn't answer the phone while I was over there if I saw the call was coming from England. But no worries, we're in the same country now.\n\nJean: Yeah. So, how was the trip? Did you meet your long-lost uncle?\n\nDave: I did, actually. It was very good. I flew to Toronto and stayed there for a few days. At first I was really worried about my accommodation because I kept reading these appalling stories about rental flats going all wrong.\n\nJean: Oh, was it one of those?\n\nDave: Yeah.\n\nJean: My friend had a disastrous experience in Barcelona with one of them. The place didn't look anything like the photos, and all the neighbours hated that there was a holiday flat in their building. Awkward situation. Urgh.\n\nDave: Right. So, as I was saying, I was really worried because I heard these stories. And at first I couldn't find the place. Turns out I was in the wrong building. It was next door, and on the top floor, and … wow. Jean, this place was fabulous! Really spacious, with these floor-to-ceiling windows and the most scenic views of the city. I could see the lake and the whole city skyline and skyscrapers from my bedroom. I had to pinch myself to prove I wasn't dreaming.\n\nJean: Sounds pretty cool. So, what's it like? The city, I mean. I've always wanted to go to Canada.\n\nDave: It's nice. I mean, it's another big, vibrant, modern city. But it's really clean, and there's lots of parks. One of the things I liked was the multiculturalism. We visited Chinatown, Little Italy, Greektown, Little India … umm, I can't remember the others but it was sort of a new area every three or four blocks, you know?\n\nJean: Hey, is it true that there's a whole part of the city that's underground? I read that somewhere about Toronto, or saw it on some TV show.\n\nDave: It's true! I asked about that. They call it the PATH. There's, like, almost 30 kilometres of restaurants, shops, cinemas and stuff all underground. In the middle of the downtown area.\n\nJean: Amazing!\n\nDave: Yeah, but actually once you're down there it's not that noticeable. There's actually a lot of natural light. I forgot we were underground. It's mostly useful to get out of the cold weather.\n\nJean: What temperature was it while you were there?\n\nDave: It was still only November, but it was getting cold. We had at least a day where it was less than zero. My uncle told me that in January and February it can go down to 20 below zero.\n\nJean: Oh, wow. I think I'd die!\n\nDave: Yeah, and the worst thing was what they call the 'wind-chill' factor. So they say the temperature is zero degrees, but minus eight with the wind chill. So it feels like minus eight. And my uncle said the wind-chill factor can go down to minus 40.\n\nJean: Stop it! You're making me feel cold just thinking about it. So, how was meeting your uncle? The famous Uncle George.\n\nDave: That was great too. He lives outside of Toronto, in a cottage by a lake. Really tranquil and unspoiled nature.\n\nJean: I'm dying to see photos. You want to meet up soon? Or are you too jet lagged still?\n\nDave: Yeah, I'm actually free tomorrow if you like."
            }
          ]
        },
        {
          "topic_id": 106,
          "content": [
            {
              "type": "Image",
              "body": "challenges_at_work.jpg"
            },
            {
              "type": "Title",
              "body": "Challenges at work"
            },
            {
              "type": "Normal",
              "body": "Listen to four people talking about different business challenges to practise and improve your listening skills."
            },
            {
              "type": "Audio",
              "body": "challenges_at_work.mp3"
            },
            {
              "type": "Transcript",
              "body": "A\n\nI'll never forget the first time I met our new contact from Retrolink, one of our top five customers. I had travelled to their office to meet him in person, talk about the history of our companies together and define a shared vision for future co-operation. I wanted to focus on building a good relationship with him which would be a good foundation for working together.\n\nSo, when we met I wanted to make a good impression and also show him respect. I greeted him with a handshake and addressed him by his surname. When I put my hand out I realised he had been moving in to give me a hug, so we did an awkward mixture of the two! Also, when I greeted him by his surname, he responded politely, though he used my first name. It was all a little uncomfortable.\n\nIn this situation, I guess I made assumptions about the level of formality he expected. Even though he had never met me before, he knew our two companies had been doing business with each other for years and he wanted to build on that history by being less formal with me from the beginning. The real learning here for me was that I shouldn't assume we all have the same ideas about meeting people for the first time.\n\n\nB\n\nI'd never worked with a virtual team on an international project before. It was quite exciting, though also challenging to work with people from different countries, many of whom I would never actually get to meet in person. There were a lot of things that were different about working in the same office and it was quite challenging at the beginning.\n\nFor example, there were different time zones, different IT systems and even different local regulations, which impacted on what each person was allowed to, or able to, do for the project.\n\nThere were also interpersonal differences, such as different ways of working, approaches to deadlines and when to reply to emails. And we shouldn't forget the fact that English was the project language and that most people on the team had to work in a language which wasn't their first. A positive of this was that it meant that everyone, including the native English speakers, had to make the effort to communicate clearly and clarify their own and everyone else's understanding.\n\nTo help us all get on the same page, we defined the communication norms and the rules the team would follow, as well as the meeting dates and deadlines. We laid this all out in a document called a team or project charter. This was really useful and in the end the project was a great success. I'm looking forward to working on my next international project.\n\n\nC\n\nI went through a bit of a rough patch last year at work. I was already committed to too much and then we lost a team member through restructuring and I quickly became overloaded. This led to me doing too much overtime and feeling very stressed. My boss was really helpful and she pushed back against the unrealistic targets that had been set for our department. She also introduced me to the smart approach to goal setting. It's an acronym, S-M-A-R-T. You use it to create goals that are Specific, Measurable, Achievable, Relevant and Timely.\n\nI used this approach to deal with all of the things that were overloading me. It helped me to prioritise some tasks, to do some later and to drop some completely.\n\nI often use this approach now and feel much more in control of my time and workload.\n\n\nD\n\nHave you ever missed a flight or had one cancelled? I did. It happened to me last week. My flight home from a business trip was the last one of the day and we were told it was going to be delayed. That's always a risk at the end of each day. The ground crew kept extending the delay until eventually they cancelled the flight completely. They then told us to go back through the airport to the departures area to talk to their agent who would organise hotels for everyone and rebook us on the following day's flight.\n\nAs soon as they made the announcement about the cancellation, I knew I had to think quickly as it would not be likely that the flight would have capacity to take everyone from my cancelled flight. I hurried back through the airport and was one of the first to make it to the desk. That turned out to be a good idea, as there were only nine seats available on the flight the next morning. Everyone else had to fly to a different airport and then continue back to our destination airport in coaches. Lucky me! Right?"
            }
          ]
        },
        {
          "topic_id": 107,
          "content": [
            {
              "type": "Image",
              "body": "innovation_in_business.jpg"
            },
            {
              "type": "Title",
              "body": "Innovation in business"
            },
            {
              "type": "Normal",
              "body": "Listen to the business podcast about innovation to practise and improve your listening skills."
            },
            {
              "type": "Audio",
              "body": "innovation_in_business.mp3"
            },
            {
              "type": "Transcript",
              "body": "Welcome to today's Business4U podcast. The focus of this podcast is to think about innovation and why it's important, and also to look at different types and stages of innovation. By the end of it, you will hopefully have a better grasp of the topic of innovation and be able to better understand and drive innovation in both your working and personal lives.\n\nSo, why is innovation important? Well, simply put, without innovation it would be difficult to make progress. Organisations and societies would stagnate. Innovation is what drives us forward. It's what forces us to compete in the business world. It's what leads to better products and services, and solutions to new and existing problems. From a business point of view, it's also something which is necessary for survival.\n\nFour key types of innovation are incremental, disruptive, architectural and radical.\n\nIncremental innovation involves innovating in increments, or small stages. Step by step. It focuses on existing markets and technologies and aims to make improvements and design changes to existing products and services.\n\nDisruptive innovation aims to bring new ideas, like technology or processes, to existing markets. In that sense, the innovations will disrupt the market and the companies currently serving that market. The first touchscreen smartphones disrupted the mobile phone industry because up to then, mobile phones had buttons and keypads.\n\nArchitectural innovation involves taking successful ideas from one market or industry and applying them to a new or different market. This often happens when people think of other unconventional uses of existing technology. A good example of this can be seen in vacuum company Dyson's entry into the hand dryer and hairdryer market. Their advanced airflow technology from their vacuum cleaners was applied in reverse to machines that blow out air. In the case of these examples, it's personal hairdryers and hand dryers in public toilets.\n\nAnd finally, we come to radical innovation. This is where a completely new idea is created for a market that doesn't exist yet. It's often what we think of when we think of innovation and it often swallows up existing markets. For example, the birth and growth of digital and downloadable music has practically led to the death of music CDs, and even DVDs. Similarly, film and TV streaming services may lead to the demise of traditional TV within a few short years.\n\nMoving on from types of innovation, let's have a quick look at five key stages of innovation.\n\nThe first stage is Idea generation. This is where you think of the initial idea and develop it into a more detailed proposal or plan.\n\nThe next stage is Support. You need to check if you can get support for it, for example from senior leaders or stakeholders in your company. If you're innovating in your personal life, then the support you might need could be from friends or family. Do they think it's a good idea and do they think it would work?\n\nThe third step is to Experiment and test out the idea. This could mean creating a sample or a prototype of it, if it's a product. Or if it's a service, you could test out a basic version of it.\n\nThe fourth step is Evaluation. You need to assess how successful your experiments were and what chances of larger success your idea will have.\n\nAnd finally, you then need to actually Implement your idea. That's the fifth stage.\n\nSo, there you have it. We've looked at four key types of innovation: incremental, disruptive, architectural and radical, and also five stages of successful innovation: firstly, idea generation. Then, get support. Next, experiment and test out the idea. The fourth stage is evaluation and finally implementation."
            }
          ]
        },
        {
          "topic_id": 108,
          "content": [
            {
              "type": "Image",
              "body": "introverts_redressing_the_balance.jpg"
            },
            {
              "type": "Title",
              "body": "Introverts – redressing the balance"
            },
            {
              "type": "Normal",
              "body": "Listen to a talk about social psychology to practise and improve your listening skills."
            },
            {
              "type": "Audio",
              "body": "introverts_redressing_the_balance.mp3"
            },
            {
              "type": "Transcript",
              "body": "If I asked you to describe a great leader, I'd be willing to bet certain traits come to mind … someone charismatic, dynamic, inspiring, a confident public speaker. You're probably imagining a man too, but that's a bias we'll save for another talk! We tend to think of great leaders as people who naturally take to the stage, who draw other people to them by their sheer presence, who are extroverts. But history has also been transformed by people who don't fit these descriptions. People like Rosa Parks, Eleanor Roosevelt and Gandhi. These people would have described themselves as shy, quietly spoken … as introverts.\n\nOf course we're drawn to extroverts. They're usually charming and persuasive, fun to be around. They're not quietly in the corner somewhere reading a book where we might not notice them. Introverts are mostly happy to let the extroverts take the attention; they'd rather not be in the spotlight, they'd rather finish that book. If they become leaders, it's not because they want to be the centre of attention, it's because they feel compelled to act. They lead not because they enjoy giving orders but because circumstances have put them in a position to make change. If they're the boss, they allow space for the ideas of others to grow because they're not trying to make their mark. An introvert sounds like a pretty good boss, right? You won't need to worry about them stealing your ideas or talking over you in a meeting.\n\nSome of our great creators are introverts too. People like the writer JK Rowling, the great thinker Darwin and the designer of the first Apple computer, Steve Wozniak. It turns out coming up with good ideas is easier when you're engaged in quiet, solo contemplation than when you're leading the cheerleading squad. Not that I'm saying there's anything wrong with cheerleaders! Extroverts are great – some of my favourite people are extroverts. But why is the world so set up for extroverts and so hard for introverts? Why are we always encouraging our kids to speak up, join in, work as a team?\n\nNowadays, most schools and most workplaces are set up with the extrovert in mind. Children no longer sit in rows in desks, they sit in groups of four or six, doing group projects. Even subjects like maths and creative writing are taught with an emphasis on group collaboration, even though most writers sit alone in front of their computer or typewriter, with nothing between them and the blank page. A kid who prefers to go off into a corner and work alone starts to look like a problem. What's wrong with Janie? Why isn't she joining in? Studies show teachers think extroverts make better students, even though introverts actually tend to get higher grades. We're telling our introverted kids something is wrong with them, that they need to be more sociable, more outgoing. We're giving them fewer opportunities for the quiet contemplation they need in order to produce the best work and be their best selves.\n\nAnd then at work we do the same. Most offices today are open plan, everyone working and creating noise in one big room, attending team-building workshops or group brainstorming sessions; the introverts' worst nightmares. The introverts at school are judged negatively by their teachers and when they reach the workplace, they're passed over for promotion into leadership positions. But introverts typically take fewer risks and make more careful decisions, and don't we need those traits too?\n\nI'm not saying let's get rid of extroverts and grab all those talkative, sociable performers at primary school and send them off to the library for four hours a day of solitude until they learn to tone it down. I'm not saying that at all. I'm saying we're doing something like the opposite of that to introverts and we need to stop. We need to allow them space to be themselves and then we'll end up getting the most out of our extroverts and our introverts. Let's teach all our kids how to work with others and how to work on their own. Let's create space in offices and at conferences for people to work on their own when they want to and give them the opportunity to come together to share ideas. Let's give staff 'away days', where they go off into the woods, walk up a mountain or wherever, to work on something alone, as well as the 'team-building day' where everyone learns to dance salsa together.\n\nThe future is complicated, with a lot of huge, complex problems to solve. Let's make sure we've got our best people working on those problems in the way that suits them best. And then we've got to make sure we listen to our extroverts and our introverts and everyone who sits somewhere in between on the scale. We're going to need all of them."
            }
          ]
        },
        {
          "topic_id": 109,
          "content": [
            {
              "type": "Image",
              "body": "renting_a_house.jpg"
            },
            {
              "type": "Title",
              "body": "Renting a house"
            },
            {
              "type": "Normal",
              "body": "Listen to four different people talking about their experiences with renting accommodation to practise and improve your listening skills."
            },
            {
              "type": "Audio",
              "body": "renting_a_house.mp3"
            },
            {
              "type": "Transcript",
              "body": "Transcript"
            }
          ]
        },
        {
          "topic_id": 110,
          "content": [
            {
              "type": "Image",
              "body": "tech_addiction.jpg"
            },
            {
              "type": "Title",
              "body": "Tech addiction"
            },
            {
              "type": "Normal",
              "body": "Listen to the radio programme about tech addiction to practise and improve your listening skills."
            },
            {
              "type": "Audio",
              "body": "tech_addiction.mp3"
            },
            {
              "type": "Transcript",
              "body": "Presenter: The sound of kids hanging out together. Or, at least, how it sounded a few years ago. Nowadays a group of, well, just about anyone – kids, teens, tweens, their parents – might sound a lot more like this …\nMost of us spend hours a day with our heads bent over our smartphones. Research suggests teenagers spend as many as nine hours a day, while pre-teens spend up to six.\nTeen voice: I don't know, it's, like, the first thing I do in the morning, check in and see who's posted anything overnight. It's my alarm clock so I kind of have to look at it and then, you know, it's pretty hard not to scroll through.\nPresenter: And it's not just teenagers and millennials, Generation X and even the Baby Boomers are almost as bad.\nAdult voice: I'm online most of the day for work and you'd think I'd be sick of screens by the time I get home, but most of my news comes through Facebook and I'm really into food so I'll hold my hands up to being one of those people who posts photos of their meals.\nPresenter: But are we addicted to our phones and apps? And does it matter? Former Google and Facebook employees certainly think so. So they've set up a non-profit organisation, the Center for Humane Technology, to reverse the digital attention crisis and promote safe technology for children.\nExpert: Anyone who's seen queues round the block for the latest iPhone has to wonder what these people are thinking. You've literally got people sleeping in the street to get the newest device, probably not even talking to anyone else in the queue because they're on social media, taking selfies in the queue to post to Instagram. If that's not addiction, it's certainly obsession.\nPresenter: A more formal definition of addiction describes it as a repeated involvement with an activity, despite the harm it causes. Someone with an addiction has cravings – that feeling that you haven't checked your phone for two minutes and can't relax until you get your hands on it again. They may have a lack of self-control and not realise their behaviour is causing problems – like texting while cycling or falling off a cliff taking a selfie. And, in case you're wondering, I read about both of those via the news app on my phone, which updates every couple of minutes with the latest stories … definitely addicted. So the 'Truth about Tech' campaign by Common Sense Media and the Center for Humane Technology couldn't come fast enough for most of us. But it's children who are probably most at risk because of the effect tech addiction might be having on their brain development. Professor Mary Michaels of the Atlanta Future Tech Institute has been working with very young children. Mary, thanks for dropping by. What is your research telling us?\nMary: Well, we know that screen time is affecting key aspects of healthy child development, like sleep, healthy eating and what psychologists call 'serve and return' moments, which are when parents respond to babies seeking assurance and connection by making eye contact, smiling or talking. All perfectly normal things we do and which help lay the foundations of babies' brains. It's much harder to engage with a baby normally if you're looking at your phone. Or, even worse, if parents give a crying child a phone to distract them instead of talking to them or hugging them, and that might lead to them failing to develop their ability to regulate their own emotions.\nPresenter: And what about older children?\nMary: Again, we know that teenagers who spend a lot of time on social media are 56 per cent more likely to report being unhappy and 27 per cent more likely to suffer depression. Teenagers are especially vulnerable because they're more sensitive to highs and lows anyway, so we're looking at, potentially, higher instances of suicide, schizophrenia, anxiety and addiction in teens which is exacerbated by dependence on technology.\nPresenter: It sounds like a vicious circle. They're more likely to get addicted to smartphones and social media and that addiction itself makes them candidates for other addictions.\nMary: Yes, that's right.\nPresenter: Time to stage an intervention! Is there anything we can do to make tech less addictive?\nMary: Setting devices to greyscale, which is basically black and white, might make them less appealing. Scrolling through a newsfeed of boring, washed-out photos just doesn't create the same rush as bright colours perhaps. And you can turn off the notifications that are constantly pulling you back in to check your phone."
            }
          ]
        },
        {
          "topic_id": 111,
          "content": [
            {
              "type": "Image",
              "body": "the_helix.jpg"
            },
            {
              "type": "Title",
              "body": "The helix"
            },
            {
              "type": "Normal",
              "body": "Listen to a lecture about the helix shape to practise and improve your listening skills."
            },
            {
              "type": "Audio",
              "body": "the_helix.mp3"
            },
            {
              "type": "Transcript",
              "body": "I'd like to turn now to the object which is the main point of this talk: the helix. This is a fascinating mathematical object which touches many parts of our lives. Movement, the natural world, the manufactured world and our genetic make-up are all connected to the shape of the helix.\nA helix is a type of three-dimensional curve that goes around a central cylindrical shape in the form of a spiral, like a corkscrew or a spiral staircase. The helix is a very popular shape in nature because it is very compact. In fact, helices are sometimes referred to as 'nature's space saver'. In architecture too, the helix shape of a spiral staircase is an attractive option in buildings where space is very restricted.\nThe most renowned type of helix is probably the double helix of DNA, or deoxyribonucleic acid. DNA is made of two helices that curve around each other, a bit like a twisted ladder. DNA contains the genetic information or 'code' that determines the development and functioning of all known living things. The helix shape is a very efficient way to store a long molecule like DNA in the limited space of a cell.\nThere are different types of helices. Helices can twist clockwise, right-handed, or anti-clockwise, left-handed. An interesting experiment is to hold a clockwise helix, such as a corkscrew, up to a mirror. The clockwise helix appears to become counterclockwise.\nWe can perceive examples of helices in many areas of our world. Spiral staircases, cables, screws and ropes can be right-handed or left-handed helices. A helix that goes around a cone is called a conical helix. Examples of conical helices are screws or the famous spiral ramp designed by the architect Frank Lloyd Wright in the Guggenheim Museum in New York.\nHelices are also prevalent in the natural world. The horns of certain animals, viruses, seashells and the structure of plants, flowers and leaves can all contain helices. The human umbilical cord is in fact a triple helix.\nWith the discovery that the helix is the shape of the DNA molecule, it is not surprising that the helix is found in so many areas. It's one of the most natural shapes in nature.\nLet's turn our attention now to the mathematical description of the helix. You'll need a pen and paper for the next part of the talk as I am going to give you some variables to write down. Take your time to notice the different ..."
            }
          ]
        },
        {
          "topic_id": 112,
          "content": [
            {
              "type": "Image",
              "body": "the_history_of_hand_gestures.jpg"
            },
            {
              "type": "Title",
              "body": "The history of hand gestures"
            },
            {
              "type": "Normal",
              "body": "Listen to a lecture about the history of hand gestures to practise and improve your listening skills.  "
            },
            {
              "type": "Audio",
              "body": "the_history_of_hand_gestures.mp3"
            },
            {
              "type": "Transcript",
              "body": "Earlier on in today's lecture, I mentioned the importance of hand gestures and said that I'd touch on some of these, pardon the pun! Hand gestures are, of course, often culturally bound and can vary from group to group. But there are a few of them which, if not universal, are very common indeed around the world. I'd like to focus on the history of four gestures in particular: the salute, the thumbs up, the high five and the handshake.\nThe salute, a gesture most associated with the military, may have originated in the 18th century. The Grenadier Guards, one of the oldest regiments of the British Army, used helmets in the form of cones. These were held in place by chinstraps. It was difficult to raise your helmet when greeting someone, so the soldiers simply touched their head with one short movement of the hand before quickly putting it back down again at their side.\nThe thumbs-up gesture apparently goes back a lot further. It's widely believed that this gesture goes back to Roman times when gladiators fought in front of the emperor and eager crowds in the Colosseum. The fallen gladiator's fate was decided by the audience. If they felt he had fought well, they showed their approval with a thumbs-up gesture. The emperor would then confirm this and thereby would spare the gladiator's life. If the crowd gave a thumbs down, on the other hand, that meant execution.\nHowever, there are no reliable historical references to thumbs going either up or down in the Colosseum. It may be that if the crowd wanted to spare the gladiator's life, then they would actually cover up their thumb and keep it hidden. They would only extend their hand and thumb if they wanted the gladiator killed. This actually makes more sense, as the emperor could much more easily see what the crowd was indicating when looking out over a huge arena.\nThe high-five hand gesture is almost universally used as a greeting or celebration. Many see its origins in baseball. Two US teams lay claim to inventing the high five: the Los Angeles Dodgers in 1977 or the Louisville Cardinals in 1978. It's quite likely that it was neither, and the gesture might have a much earlier origin again. It is very similar to a 1920s Jazz Age gesture known as the 'low five', or 'giving skin'. This gesture involved people slapping each other's lower hands, also in celebration. There are, in fact, numerous references to the low five in films of the era. Perhaps the high five is just an evolution of that gesture.\nThe final gesture I'm going to mention today is the handshake. It dates back as a greeting at least as far as Ancient Greece. In the Acropolis Museum in Athens, the base of one of the columns shows goddess Hera shaking hands with Athena, the goddess of wisdom and courage. It's thought that shaking hands, rather than bowing or curtseying, showed both parties as equals. In 17th-century marriage portraits in Europe we find many examples of handshakes between husband and wife. Now, of course, the handshake has a multitude of uses: meeting, greeting, parting, offering congratulations, expressing gratitude or completing an agreement. In sports or other competitive activities, it is also done as a sign of good sportsmanship. In this way, the gesture has not strayed from its original meaning to convey trust, respect and equality."
            }
          ]
        }
      ]
    },
    {
      "id": 2,
      "name": "Reading",
      "topics": [
        {
          "topic_id": 201,
          "content": [
            {
              "type": "Image",
              "body": "a_biography_of_kilian_jornet.jpg"
            },
            {
              "type": "Title",
              "body": "A biography of Kilian Jornet"
            },
            {
              "type": "Normal",
              "body": "Read a biography of mountain runner Kilian Jornet, who climbed Everest in a day, to practise and improve your reading skills."
            },
            {
              "type": "Example",
              "body": "When you picture mountain climbers scaling Mount Everest, what probably comes to mind are teams of climbers with Sherpa guides leading them to the summit, equipped with oxygen masks, supplies and tents. And in most cases you'd be right, as 97 per cent of climbers use oxygen to ascend to Everest's summit at 8,850 metres above sea level. The thin air at high altitudes makes most people breathless at 3,500 metres, and the vast majority of climbers use oxygen past 7,000 metres. A typical climbing group will have 8–15 people in it, with an almost equal number of guides, and they'll spend weeks to get to the top after reaching Base Camp.\n\nBut ultra-distance and mountain runner Kilian Jornet Burgada ascended the mountain in May 2017 alone, without an oxygen mask or fixed ropes for climbing.\n\nOh, and he did it in 26 hours.\n\nWith food poisoning.\n\nAnd then, five days later, he did it again, this time in only 17 hours.\n\nBorn in 1987, Kilian has been training for Everest his whole life. And that really does mean his whole life, as he grew up 2,000 metres above sea level in the Pyrenees in the ski resort of Lles de Cerdanya in Catalonia, north-eastern Spain. While other children his age were learning to walk, Kilian was on skis. At one and a half years old he did a five-hour hike with his mother, entirely under his own steam. He left his peers even further behind when he climbed his first mountain and competed in his first cross-country ski race at age three. By age seven, he had scaled a 4,000er and, at ten, he did a 42-day crossing of the Pyrenees.\n\nHe was 13 when he says he started to take it 'seriously' and trained with the Ski Mountaineering Technical Centre (CTEMC) in Catalonia, entering competitions and working with a coach. At 18, he took over his own ski-mountaineering and trail-running training, with a schedule that only allows a couple of weeks of rest a year. He does as many as 1,140 hours of endurance training a year, plus strength training and technical workouts as well as specific training in the week before a race. For his record-breaking ascent and descent of the Matterhorn, he prepared by climbing the mountain ten times until he knew every detail of it, even including where the sun would be shining at every part of the day.\n\nSleeping only seven hours a night, Kilian Jornet seems almost superhuman. His resting heartbeat is extremely low at 33 beats per minute, compared with the average man's 60 per minute or an athlete's 40 per minute. He breathes more efficiently than average people too, taking in more oxygen per breath, and he has a much faster recovery time after exercise as his body quickly breaks down lactic acid – the acid in muscles that causes pain after exercise.\n\nAll this is thanks to his childhood in the mountains and to genetics, but it is his mental strength that sets him apart. He often sets himself challenges to see how long he can endure difficult conditions in order to truly understand what his body and mind can cope with. For example, he almost gave himself kidney failure after only drinking 3.5 litres of water on a 100km run in temperatures of around 40°C.\n\nIt would take a book to list all the races and awards he's won and the mountains he's climbed. And even here, Kilian’s achievements exceed the average person as, somehow, he finds time to record his career on his blog and has written three books, Run or Die, The Invisible Border and Summits of My Life."
            }
          ]
        },
        {
          "topic_id": 202,
          "content": [
            {
              "type": "Image",
              "body": "a_hreat_to_bananas.jpg"
            },
            {
              "type": "Title",
              "body": "A threat to bananas"
            },
            {
              "type": "Normal",
              "body": "Read a series of short book summaries to practise and improve your reading skills."
            },
            {
              "type": "Example",
              "body": "In the 1950s, Central American commercial banana growers were facing the death of their most lucrative product, the Gros Michel banana, known as Big Mike. And now it's happening again to Big Mike’s successor – the Cavendish.\n\nWith its easily transported, thick-skinned and sweet-tasting fruit, the Gros Michel banana plant dominated the plantations of Central America. United Fruit, the main grower and exporter in South America at the time, mass-produced its bananas in the most efficient way possible: it cloned shoots from the stems of plants instead of growing plants from seeds, and cultivated them in densely packed fields.\n\nUnfortunately, these conditions are also perfect for the spread of the fungus Fusarium oxysporum f. sp. cubense, which attacks the plant’s roots and prevents it from transporting water to the stem and leaves. The TR-1 strain of the fungus was resistant to crop sprays and travelled around on boots or the tyres of trucks, slowly infecting plantations across the region. In an attempt to escape the fungus, farmers abandoned infected fields, flooded them and then replanted crops somewhere else, often cutting down rainforest to do so.\n\nTheir efforts failed. So, instead, they searched for a variety of banana that the fungus didn’t affect. They found the Cavendish, as it was called, in the greenhouse of a British duke. It wasn’t as well suited to shipping as the Gros Michel, but its bananas tasted good enough to keep consumers happy. Most importantly, TR-1 didn’t seem to affect it. In a few years, United Fruit had saved itself from bankruptcy by filling its plantations with thousands of the new plants, copying the same monoculture growing conditions Gros Michel had thrived in.\n\nWhile the operation was a huge success for the Latin American industry, the Cavendish banana itself is far from safe. In 2014, South East Asia, another major banana producer, exported four million tons of Cavendish bananas. But, in 2015, its exports had dropped by 46 per cent thanks to a combination of another strain of the fungus, TR-4, and bad weather.\n\nGrowing practices in South East Asia haven’t helped matters. Growers can’t always afford the expensive lab-based methods to clone plants from shoots without spreading the disease. Also, they often aren’t strict enough about cleaning farm equipment and quarantining infected fields. As a result, the fungus has spread to Australia, the Middle East and Mozambique – and Latin America, heavily dependent on its monoculture Cavendish crops, could easily be next.\n\nRacing against the inevitable, scientists are working on solving the problem by genetically modifying the Cavendish with genes from TR-4-resistant banana species. Researchers at the Queensland University of Technology have successfully grown two kinds of modified plant which have remained resistant for three years so far. But some experts think this is just a sophisticated version of the same temporary solution the original Cavendish provided. If the new bananas are planted in the same monocultures as the Cavendish and the Gros Michel before it, the risk is that another strain of the disease may rise up to threaten the modified plants too."
            }
          ]
        },
        {
          "topic_id": 203,
          "content": [
            {
              "type": "Image",
              "body": "cultural_behaviour_in_business.jpg"
            },
            {
              "type": "Title",
              "body": "Cultural behaviour in business"
            },
            {
              "type": "Normal",
              "body": "Read a blog post about doing business in different cultures to practise and improve your reading skills."
            },
            {
              "type": "Example",
              "body": "Much of today's business is conducted across international borders, and while the majority of the global business community might share the use of English as a common language, the nuances and expectations of business communication might differ greatly from culture to culture. A lack of understanding of the cultural norms and practices of our business acquaintances can result in unfair judgements, misunderstandings and breakdowns in communication. Here are three basic areas of differences in the business etiquette around the world that could help stand you in good stead when you next find yourself working with someone from a different culture.\n\nAddressing someone\nWhen discussing this topic in a training course, a German trainee and a British trainee got into a hot debate about whether it was appropriate for someone with a doctorate to use the corresponding title on their business card. The British trainee maintained that anyone who wasn't a medical doctor expecting to be addressed as 'Dr' was disgustingly pompous and full of themselves. The German trainee, however, argued that the hard work and years of education put into earning that PhD should give them full rights to expect to be addressed as 'Dr'.\n\nThis stark difference in opinion over something that could be conceived as minor and thus easily overlooked goes to show that we often attach meaning to even the most mundane practices. When things that we are used to are done differently, it could spark the strongest reactions in us. While many Continental Europeans and Latin Americans prefer to be addressed with a title, for example Mr or Ms and their surname when meeting someone in a business context for the first time, Americans, and increasingly the British, now tend to prefer using their first names. The best thing to do is to listen and observe how your conversation partner addresses you and, if you are still unsure, do not be afraid to ask them how they would like to be addressed.\n\nSmiling\nA so-called 'smile of respect' is seen as insincere and often regarded with suspicion in Russia. A famous Russian proverb even states that 'laughing without reason is a sign of idiocy'. Yet in countries like the United States, Australia and Britain, smiling is often interpreted as a sign of openness, friendship and respect, and is frequently used to break the ice.\n\nIn a piece of research done on smiles across cultures, the researchers found that smiling individuals were considered more intelligent than non-smiling people in countries such as Germany, Switzerland, China and Malaysia. However, in countries like Russia, Japan, South Korea and Iran, pictures of smiling faces were rated as less intelligent than the non-smiling ones. Meanwhile, in countries like India, Argentina and the Maldives, smiling was associated with dishonesty.\n\nEye contact\nAn American or British person might be looking their client in the eye to show that they are paying full attention to what is being said, but if that client is from Japan or Korea, they might find the direct eye contact awkward or even disrespectful. In parts of South America and Africa, prolonged eye contact could also be seen as challenging authority. In the Middle East, eye contact across genders is considered inappropriate, although eye contact within a gender could signify honesty and truthfulness.\n\nHaving an increased awareness of the possible differences in expectations and behaviour can help us avoid cases of miscommunication, but it is vital that we also remember that cultural stereotypes can be detrimental to building good business relationships. Although national cultures could play a part in shaping the way we behave and think, we are also largely influenced by the region we come from, the communities we associate with, our age and gender, our corporate culture and our individual experiences of the world. The knowledge of the potential differences should therefore be something we keep at the back of our minds, rather than something that we use to pigeonhole the individuals of an entire nation."
            }
          ]
        },
        {
          "topic_id": 204,
          "content": [
            {
              "type": "Image",
              "body": "four_book_summaries.jpg"
            },
            {
              "type": "Title",
              "body": "Four book summaries"
            },
            {
              "type": "Normal",
              "body": "Read a series of short book summaries to practise and improve your reading skills."
            },
            {
              "type": "Example",
              "books": [
                {
                  "title": "Factfulness  \nFactfulness – Hans Rosling with Ola Rosling and Anna Rosling Rönnlund",
                  "description": "In Factfulness, Professor Hans Rosling, along with two collaborators, asks simple questions about the world. Questions like 'How many girls finish school?' and 'What percentage of the world's population is poor?' It turns out the majority of us get the answers to these questions completely wrong. Factfulness sets out to explain why, showing that there are several instincts humans have that distort our perspective. For example, most people divide the world into US and THEM. In addition, we often believe that things are getting worse. And we are consuming large amounts of media that use a sales model based on making us afraid. But according to the authors, the world isn't as bad as we think. Yes, there are real concerns. But we should adopt a mindset of factfulness – only carrying opinions that are supported by strong facts. This book is not concerned with the underlying reasons for poverty or progress, or what should be done about these issues. It focuses on our instinctive biases, offering practical advice to help us see the good as well as the bad in the world."
                },
                {
                  "title": "Enlightenment Now",
                  "description": "Are things getting worse every day? Is progress an impossible goal? In Enlightenment Now, Steven Pinker looks at the big picture of human progress and finds good news. We are living longer, healthier, freer and happier lives. Pinker asks us to stop paying so much attention to negative headlines and news that declares the end of the world. Instead, he shows us some carefully selected data. In 75 surprising graphs, we see that safety, peace, knowledge and health are getting better all over the world. When the evidence does not support his argument, however, he dismisses it. Economic inequality, he claims, is not really a problem, because it is not actually that important for human well-being. One cannot help wondering how many people actually living in poverty would agree. The real problem, Pinker argues, is that the Enlightenment values of reason and science are under attack. When commentators and demagogues appeal to people's tribalism, fatalism and distrust, then we are in danger of causing irreparable damage to important institutions like democracy and world co-operation."
                },
                {
                  "title": "The Rational Optimist",
                  "description": "For more than two hundred years the pessimists have been winning the public debate. They tell us that things are getting worse. But in fact, life is getting better. Income, food availability and lifespan are rising; disease, violence and child mortality are falling. These trends are happening all around the world. Africa is slowly coming out of poverty, just as Asia did before. The internet, mobile phones and worldwide trade are making the lives of millions of people much better. Best-selling author Matt Ridley doesn't only explain how things are getting better; he gives us reasons why as well. He shows us how human culture evolves in a positive direction thanks to the exchange of ideas and specialisation. This bold book looks at the entirety of human history – from the Stone Age to the 21st century – and changes the notion that it's all going downhill. The glass really is half-full."
                },
                {
                  "title": "The Great Surge",
                  "description": "The majority of people believe that developing countries are in a terrible situation: suffering from incredible poverty, governed by dictators and with little hope for any meaningful change. But, surprisingly, this is far from the truth. The reality is that a great transformation is occurring. Over the past 20 years, more than 700 million people have increased their income and come out of poverty. Additionally, six million fewer children die every year from disease, millions more girls are in school and millions of people have access to clean water. This is happening across developing countries around the world. The end of the Cold War, the development of new technologies and brave new leadership have helped to improve the lives of hundreds of millions of people in poor countries. The Great Surge describes how all of this is happening and, more importantly, it shows us how we can accelerate the process."
                }
              ]
            }
          ]
        },
        {
          "topic_id": 205,
          "content": [
            {
              "type": "Image",
              "body": "giving_and_receiving_positive_feedback.jpg"
            },
            {
              "type": "Title",
              "body": "Giving and receiving positive feedback"
            },
            {
              "type": "Normal",
              "body": "Read a magazine article about giving feedback at work to practise and improve your reading skills."
            },
            {
              "type": "Example",
              "body": [
                {
                  "description": "Your manager stops you and says she needs to have a word about your performance in the recent project. You worry about it all weekend, wondering what you might have done wrong. When you step into her office on Monday morning she begins by praising you for the good work you've done on the project, and you wonder if this is the obligatory praise that starts off the typical 'feedback sandwich'. You know how the feedback sandwich goes: say something nice, say what you really want to say, say something nice again.\n In an attempt to inject some positivity into their feedback, many managers rely on sandwiching negative feedback between two positive comments. However, when feedback becomes such a routine, employees can start to perceive positive feedback as simply a form of sugarcoating the negatives, thus diminishing its value. Instead, positive feedback should not simply be seen as something to cushion the negative, but should be delivered so as to reinforce and encourage good performance. Below are three tips to help you make positive feedback count."
                },
                {
                  "title": "1. Don't always follow positive feedback with negative feedback.",
                  "description": "When positive and negative feedback always appear to go hand in hand, the positives can become devalued and ignored. Ensure there are times when positive feedback is given for its own sake and resist the temptation to offer constructive criticism."
                },
                {
                  "title": "2. Cultivate a 'growth mindset'.",
                  "description": "Psychologist and 'growth mindset' proponent Carol Dweck spoke of the plasticity of the brain and our ability to develop skills and talents that we might not have been good at to start with. Many of us tend to focus our praise on the end result and seemingly innate talents, e.g. 'You really have an eye for details' or 'You have a real talent for organising events'. However, research suggests that by focusing on the process of how things are done – praising effort, experimentation and problem-solving strategies – we can encourage the development of new skills and the continued honing of talents."
                },
                {
                  "title": "3. Create a culture of offering positive feedback.",
                  "description": "Make giving positive feedback part of your team/department/company culture. Don't just wait for special moments like appraisals to give feedback. Offer informal positive feedback when making small talk or when walking down a corridor. Feedback doesn't have to only come from the higher ranks either. Encourage peer feedback among team members and colleagues and actively ask them for positive comments on each other's performances on tasks."
                },
                {
                  "conclusion": "It might take time to counter the effects of an environment where there is a cynical view of positive feedback, but in the long run, by embracing positive feedback, you can not only enhance working performance but also enrich the quality of life in the workplace."
                }
              ]
            }
          ]
        },
        {
          "topic_id": 206,
          "content": [
            {
              "type": "Image",
              "body": "horror_film_cliches.jpg"
            },
            {
              "type": "Title",
              "body": "Horror film clichés"
            },
            {
              "type": "Normal",
              "body": "Read a magazine article about giving feedback at work to practise and improve your reading skills."
            },
            {
              "type": "Example",
              "body": [
                {
                  "title": "Five horror film clichés",
                  "description": "Since almost the beginning of cinema, we have had scary films. Of all the genres that exist, horror is perhaps one of the most conventional. Many horror films rely on specific plot devices, also called tropes, to make their audience frightened. When a trope is used too much, it can become a cliché. But when used well, it can really make us jump out of our skin. Here are some of the most used, and perhaps abused, clichés in horror films."
                },
                {
                  "title": "1",
                  "description": "No matter what kind of house it is, the basement is a scary place in horror films. That's usually where something is hiding or where the evil psychopath has hidden their tools. Basements are always dark and often damp. You can only reach them by a narrow staircase. And basements are always creepy, even when there isn't anything down there."
                },
                {
                  "title": "2",
                  "description": "In older horror films, when protagonists were in desperation, it was difficult or impossible for them to call for help or call the police. Mobile phones have made that situation a bit less believable now. What's the solution to maintain suspense? No phone coverage! If you're a hero in a horror film, it's almost certain that at a key moment, just when you absolutely need to call for help, you will not have any coverage at all. Or your phone battery will die just as you are making the call. Or both."
                },
                {
                  "title": "3",
                  "description": "Horror films love uninhabited places. This could be an abandoned hospital, a scary empty house or a ghost town. There's something about lonely, empty places. What was it like when people lived there? Why did they leave? Maybe it's also that they are so quiet, which can be very scary too. Of course, abandoned places are also handy for horror film directors in that it's more believable that you will have no phone coverage there either (see above)."
                },
                {
                  "title": "4",
                  "description": "The hero has been driving for hours. It's night-time and it's beginning to rain. Suddenly he sees a person on the side of the road. Maybe the company will keep him awake? In horror films, giving anybody a ride is asking for trouble. The hero always does it, and it always ends badly."
                },
                {
                  "title": "5",
                  "description": "This horror film cliché was especially popular with horror films of the late 20th century. It starts with a group of teenagers all enjoying themselves, and it ends with everyone dead except one girl. At the beginning the girl is usually innocent, shy and not particularly strong. By the end, she has become the toughest and most resourceful person in the world. The last girl almost always wins in the end."
                }
              ]
            }
          ]
        },
        {
          "topic_id": 207,
          "content": [
            {
              "type": "Image",
              "body": "how_humans_evolved_language.jpg"
            },
            {
              "type": "Title",
              "body": "How humans evolved language"
            },
            {
              "type": "Normal",
              "body": "Read an academic text about how humans evolved language to practise and improve your reading skills.."
            },
            {
              "type": "Example",
              "body": [
                {
                  "title": "A",
                  "description": "Thanks to the field of linguistics we know much about the development of the 5,000 plus languages in existence today. We can describe their grammar and pronunciation and see how their spoken and written forms have changed over time. For example, we understand the origins of the Indo-European group of languages, which includes Norwegian, Hindi and English, and can trace them back to tribes in eastern Europe in about 3000 BC.\n\nSo, we have mapped out a great deal of the history of language, but there are still areas we know little about. Experts are beginning to look to the field of evolutionary biology to find out how the human species developed to be able to use language. So far, there are far more questions and half-theories than answers."
                },
                {
                  "title": "B",
                  "description": "We know that human language is far more complex than that of even our nearest and most intelligent relatives like chimpanzees. We can express complex thoughts, convey subtle emotions and communicate about abstract concepts such as past and future. And we do this following a set of structural rules, known as grammar. Do only humans use an innate system of rules to govern the order of words? Perhaps not, as some research may suggest dolphins share this capability because they are able to recognise when these rules are broken."
                },
                {
                  "title": "C",
                  "description": "If we want to know where our capability for complex language came from, we need to look at how our brains are different from other animals. This relates to more than just brain size; it is important what other things our brains can do and when and why they evolved that way. And for this there are very few physical clues; artefacts left by our ancestors don't tell us what speech they were capable of making. One thing we can see in the remains of early humans, however, is the development of the mouth, throat and tongue. By about 100,000 years ago, humans had evolved the ability to create complex sounds. Before that, evolutionary biologists can only guess whether or not early humans communicated using more basic sounds."
                },
                {
                  "title": "D",
                  "description": "Another question is, what is it about human brains that allowed language to evolve in a way that it did not in other primates? At some point, our brains became able to make our mouths produce vowel and consonant sounds, and we developed the capacity to invent words to name things around us. These were the basic ingredients for complex language. The next change would have been to put those words into sentences, similar to the 'protolanguage' children use when they first learn to speak. No one knows if the next step – adding grammar to signal past, present and future, for example, or plurals and relative clauses – required a further development in the human brain or was simply a response to our increasingly civilised way of living together.\n\nBetween 100,000 and 50,000 years ago, though, we start to see the evidence of early human civilisation, through cave paintings for example; no one knows the connection between this and language. Brains didn't suddenly get bigger, yet humans did become more complex and more intelligent. Was it using language that caused their brains to develop? Or did their more complex brains start producing language?"
                },
                {
                  "title": "E",
                  "description": "More questions lie in looking at the influence of genetics on brain and language development. Are there genes that mutated and gave us language ability? Researchers have found a gene mutation that occurred between 200,000 and 100,000 years ago, which seems to have a connection with speaking and how our brains control our mouths and face. Monkeys have a similar gene, but it did not undergo this mutation. It's too early to say how much influence genes have on language, but one day the answers might be found in our DNA."
                }
              ]
            }
          ]
        },
        {
          "topic_id": 208,
          "content": [
            {
              "type": "Image",
              "body": "life_on_mars.jpg"
            },
            {
              "type": "Title",
              "body": "Life on Mars"
            },
            {
              "type": "Normal",
              "body": "Read an article about life on Mars to practise and improve your reading skills.."
            },
            {
              "type": "Example",
              "body": "A new study published in the journal Science shows definitive evidence of organic matter on the surface of Mars. The data was collected by NASA's nuclear-powered rover Curiosity. It confirms earlier findings that the Red Planet once contained carbon-based compounds. These compounds – also called organic molecules – are essential ingredients for life as scientists understand it.\n\nThe organic molecules were found in Mars's Gale Crater, a large area that may have been a watery lake over three billion years ago. The rover encountered traces of the molecule in rocks extracted from the area. The rocks also contain sulfur, which scientists speculate helped preserve the organics even when the rocks were exposed to the harsh radiation on the surface of the planet.\n\nScientists are quick to state that the presence of these organic molecules is not sufficient evidence for ancient life on Mars, as the molecules could have been formed by non-living processes. But it's still one of the most astonishing discoveries, which could lead to future revelations. Especially when one considers the other startling find that Curiosity uncovered around five years ago.\n\nThe rover analyses the air around it periodically, and in 2014 it found the air contained another of the most basic organic molecules and a key ingredient of natural gas: methane. One of the characteristics of methane is that it only survives a few hundred years. This means that something, somewhere on Mars, is replenishing the supply. According to NASA, Mars emits thousands of tons of methane at a time. The level of methane rises and falls at seasonal intervals in the year, almost as if the planet is breathing it.\n\nNASA suspects the methane comes from deep under the surface of the planet. The variations in temperature on the surface of Mars cause the molecule to flow upwards at higher or lower levels. For example, in the Martian winter the gas could get trapped in underground icy crystals. These crystals, called clathrates, melt in the summer and release the gas. However, the source of the methane is still a complete mystery.\n\nThe world of astrobiology considers both of these studies as historical milestones. According to this information, Mars is not a dead planet. On the contrary, it is quite active and may be changing and becoming more habitable.\n\nOf course, this means further research is necessary. Scientists say they need to send new equipment to Mars, equipment that can measure the air and soil with more precision. There are already missions underway. The European Space Agency's ExoMars ship lands in 2020 and will be able to drill into the ground on Mars to analyse what it finds. Additionally, NASA is sending another Mars Rover in the same year to collect samples of Martian soil and return them to Earth.\n\nThe possibility of life on Mars has fascinated humans for generations. It has been the subject of endless science-fiction novels and films. Are we alone in the universe or have there been other life forms within our Solar System? If the current missions to the Red Planet continue, it looks as if we may discover the answer very soon."
            }
          ]
        },
        {
          "topic_id": 209,
          "content": [
            {
              "type": "Image",
              "body": "managing_a_problem.jpg"
            },
            {
              "type": "Title",
              "body": "Managing a problem"
            },
            {
              "type": "Normal",
              "body": "Read an email managing the problems faced by a member of an international team.."
            },
            {
              "type": "Example",
              "body": "From: Jo Backhouse\nTo: Karl Anderson\nDate: 17 October\nSubject: Support for Judy\n\nDear Karl,\n\nI received a call from Judy a couple of days ago to discuss some of the issues that she was having and I thought I'd give you a heads-up on what was said, seeing that you are Judy's project team leader.\n\nJudy really enjoys working with you and the team and finds the project very interesting, but I think she's feeling a bit lost and struggling to see the big picture. It seems that she's been given a fair amount of autonomy to carry out the tasks that you've given her, and of course this level of delegation is not uncommon in your branch. But I believe in her Tokyo office, she is used to a bit more managerial direction and guidance and so is finding this international project quite daunting.\n\nWhen I asked her about meeting her deadlines, she mentioned that due to the recent changes to the project timeline, her goalposts have been moved, and she doesn't seem to really understand why this has happened. Bearing in mind that she's also facing simultaneous deadlines from her department in Tokyo, we can presume that she might be feeling a bit stretched.\n\nLooking ahead, I was wondering if we could make it easier for Judy by offering her more direction when setting her tasks, at least until she learns the ropes and gets used to working unsupervised. I think she'd also appreciate you giving her a clearer idea on how her role in the team fits into the overview of things. Do you think you could maybe outline the group and individual targets at your next team meeting and that way, everyone not only gets a reminder of the end goal, but each team member, including Judy, might have a more holistic view of the whole project?\n\nI was also thinking it might help to touch base with her every so often to make sure that she's up to date with any changes to the overall plan of attack. In the meantime, I'll write to her manager in the Tokyo office and see how aware they are of the deadlines you've given her, and if they could in some way review her responsibilities and co-ordinate her tasks so that she doesn't constantly feel pulled in both directions.\n\nJudy is an extremely conscientious worker and is eager to contribute positively to the team. Personally, I think she is someone with high potential and will be an asset to our international projects if properly mentored. I'm keen to know your thoughts on the matter and am open to any suggestions on how we could better support Judy so that she has a more smooth-sailing experience on the team.\n\nBest regards,\n\nJo Backhouse\n\nHead of Department\nInternational Projects"
            }
          ]
        },
        {
          "topic_id": 210,
          "content": [
            {
              "type": "Image",
              "body": "political_manifestos.jpg"
            },
            {
              "type": "Title",
              "body": "Political manifestos"
            },
            {
              "type": "Normal",
              "body": "Read four political manifestos to practise and improve your reading skills.."
            },
            {
              "type": "Example",
              "body": [
                {
                  "title": "A – Rufus Loredo",
                  "description": "Westwend is a changing town. People come to Westwend to build a better and more prosperous future for themselves and their family.\n\nAs your representative I pledge to:\n\n- fight to improve public schooling for our children\n- work to ensure that Westwend is connected more effectively: both its transport and digital connections\n- listen to each and every citizen's problems and help them overcome them.\n\nWestwend needs someone who represents all of our communities and not only the wealthy, who puts people before politics and who keeps their promises.\n\nLet me be that person."
                },
                {
                  "title": "B – Lona Williams",
                  "description": "My goal is to restore full services at our local hospital and create free parking for visitors. I pledge to provide better care for the elderly and the most vulnerable in our town.\n\nI will create jobs in Westwend by reducing taxes and red tape. Together we will help families overcome the high cost of living by tackling job insecurity and extending free childcare for working parents.\n\nI will fight for our services and to keep our streets safe.\n\nI will support our rural communities and local businesses.\n\nMy priority is people. My priority is you."
                },
                {
                  "title": "C – Jamar Repaci",
                  "description": "My first goal is to press for a minimum wage of £10 by next year, and ban zero-hours contracts, which contribute greatly to job insecurity. I will join the fight to scrap highly prohibitive university tuition fees. A good education and a good job should be available to all the citizens of Westwend.\n\nOur planet is in a moment of crisis, and Westwend can play its part. I am committed to investment in renewable energy and will provide tax credits to small businesses that engage in green practices. I will also fight to protect the wildlands around Westwend.\n\nI will fight for fairness in government. I will work to protect our planet."
                },
                {
                  "title": "D – Cliff Slater",
                  "description": "I pledge to be a full-time, unsponsored representative for the communities of Westwend. I will give you straight answers to your questions, without using jargon or meaningless statistics. I will maintain a full-time office and hold regular open-door sessions with the people of Westwend.\n\nI promise to promote Westwend as a beacon for business and tourism. I will seek to reduce the unnecessary restrictions government places on people and companies. I will campaign for a more simple and transparent tax system for all.\n\nThe time of empty promises is over. Let's bring change to our town. Change for the better."
                }
              ]
            }
          ]
        },
        {
          "topic_id": 211,
          "content": [
            {
              "type": "Image",
              "body": "sustainable_supermarkets.jpg"
            },
            {
              "type": "Title",
              "body": "Sustainable supermarkets"
            },
            {
              "type": "Normal",
              "body": "Read an article about how some supermarkets have become more environmentally friendly to practise and improve your reading skills.."
            },
            {
              "type": "Example",
              "body": "Many of the major supermarket chains have come under fire with accusations of various unethical acts over the past decade. They've wasted tonnes of food, they've underpaid their suppliers and they've contributed to excessive plastic waste in their packaging, which has had its impact on our environment.\n\nBut supermarkets and grocers are starting to sit up and take notice. In response to growing consumer backlash against the huge amounts of plastic waste generated by plastic packaging, some of the largest UK supermarkets have signed up to a pact promising to transform packaging and cut plastic wastage. In a pledge to reuse, recycle or compost all plastic wastage by 2025, supermarkets are now beginning to take some responsibility for the part they play in contributing to the damage to our environment, with one major supermarket announcing their plan to eliminate all plastic packaging in their own-brand products by 2023.\n\nIn response to criticisms over food waste, some supermarkets are donating some of their food surplus. However, charities estimate that they are only accessing two per cent of supermarkets' total food surplus, so this hardly seems to be solving the problem. Some say that supermarkets are simply not doing enough. Most supermarkets operate under a veil of secrecy when asked for exact figures of food wastage, and without more transparency it is hard to come up with a systematic approach to avoiding waste and to redistributing surplus food.\n\nSome smaller companies are now taking matters into their own hands and offering consumers a greener, more environmentally friendly option. Shops like Berlin's Original Unverpakt and London's Bulk Market are plastic-free shops that have opened in recent years, encouraging customers to use their own containers or compostable bags. Online grocer Farmdrop eliminates the need for large warehouses and the risk of huge food surplus by delivering fresh produce from local farmers to its customers on a daily basis via electric cars, offering farmers the lion's share of the retail price.\n\nThere is no doubt that we still have a long way to go in reducing food waste and plastic waste. But perhaps the major supermarkets might take inspiration from these smaller grocers and gradually move towards a more sustainable future for us all."
            }
          ]
        },
        {
          "topic_id": 212,
          "content": [
            {
              "type": "Image",
              "body": "the_state_of_the_world.jpg"
            },
            {
              "type": "Title",
              "body": "The state of the world"
            },
            {
              "type": "Normal",
              "body": "Read an article about the state of the world to practise and improve your reading skills.."
            },
            {
              "type": "Example",
              "body": "If your view of the world comes from watching the news and reading newspapers, you could be forgiven for lying awake at night worrying about the future. Apparently, rising violence and population rates mean humans are both killing each other in ever larger numbers and being born at rates the world's resources can't sustain. To make matters worse, all the wealth is concentrated on a handful of people in the world's richest countries. People in low-income countries live in poverty while the West gets richer. Depressing, isn't it?\n\nBut do the statistics support our negative world view or is the world actually improving?\n\nLet's take global population first. It's around 7 billion now, in line with figures predicted by the UN in 1958. By the year 2100, the same experts predict it will be around 11 billion. But did you know that 11 billion is probably as high as that number will get? The rate of increase will slow down in the second half of this century thanks to falling birth rates today.\n\nFalling birth rates? Yes, that's right.\n\nIn the last two centuries, improvements in technology and health meant fewer children died young, fuelling rapid population growth. These large families produced even more children who survived into adulthood and had their own children. But with the wider availability of contraception in the 1960s, the global average number of babies per woman has declined from six babies per woman to as low as two.\n\nThe biggest factor in child mortality is poverty. And while it's still true that only 20 per cent of the world takes about 74 per cent of the world's income, 60 per cent of the world now falls into a middle-income group, with 11.6 per cent – the smallest amount of people in history – still living in conditions of extreme poverty. If the majority of the world's people have money, international aid could realistically achieve the UN target of eradicating poverty by 2030. As poverty goes down, life expectancy goes up, birth rates go down because parents can expect their existing children to survive, and the global population stabilises.\n\nAs for news stories that make us think the world is an increasingly violent place, there is cause for some optimism too. Between the end of World War II and 1990, there were 30 wars that killed more than 100,000 people. Today there are still civil wars, but countries are mostly co-existing more peacefully than in the past. However, terrorism has shot up in the last few years and, since World War II, wars have killed many more civilians than soldiers. Even for civilians, though, the statistics are not all bad. Although deaths are nine times more likely to be a result of violent crime than political conflict, the global murder rate fell slightly, from 8 per 100,000 people in 2000 to about 5.3 in 2015.\n\nOf course, none of this means the world is perfect, and whether you personally are affected by war and poverty is often down to the lottery of where you're born. Also, we still face huge problems of our own making, particularly environmental ones like global warming, and wealth and natural resources need to be distributed more fairly. But not all the news is bad news, whatever the TV and newspapers might say."
            }
          ]
        }
      ]
    },
    {
      "id": 3,
      "name": "Writing",
      "topics": [
        {
          "topic_id": 301,
          "content": [
            {
              "type": "Image",
              "body": "a_music_review.jpg"
            },
            {
              "type": "Title",
              "body": "A music review"
            },
            {
              "type": "Normal",
              "body": "Read the text and tips and do the exercises."
            },
            {
              "type": "Example",
              "body": "Want a job as a music journalist? Here's your chance. We're looking for a new lead reviewer for Hot! Magazine but we're not interviewing for the job. Instead, write a review of your favourite album ever. We want to know why you love it and why you think everyone should listen to it. Convince us and you've got the job!\n\nI'm certainly not alone with my choice of favourite album. In fact, Bruce Springsteen's Born in the USA has sold 30 million copies worldwide since its release in 1984. Nearly 30 years later, in 2013, Springsteen performed the complete album in concert to the delight of some of his many die-hard fans.\n\nA fast-paced, foot-tapping rock album, Born in the USA's lyrics nevertheless carry emotional weight. Behind the catchy rock melodies that drive these powerhouse classics are stories of the dark side of the American dream. Many tracks deal with the struggles of hard-working ordinary people and the bitterness and anger they feel as life doesn't bring them riches or glory. The song Glory Days, for example, is about people in a small town looking back at when they were young and had the world at their feet while Downbound Train tells the story of a young man whose life is ruined when he loses his job. It's not hard to imagine that the artist is channelling real people he knew and the life he might have had if he hadn't become a star. The album will leave you in no doubt of the unique and extraordinary talent of the Boss.\n\nUnlike many other best-selling album artists, Springsteen is still releasing chart-topping, stadium-filling new music and remains at the top of his game in his late 60s. It doesn't surprise me at all. This is a man who tells us our most fundamental stories about ourselves and, when you listen to Born in the USA, those stories are as relevant today as they ever were."
            },
            {
              "type": "Tips",
              "body": "The first paragraph should be a general introduction to what you're reviewing. Include the title, artist, and an interesting fact about its success or how it was made.\n\nThe main body of the review needs detailed observations. Use specific vocabulary (e.g. lyrics, fast-paced, catchy melodies) to comment on particular songs and parts of the music.\n\nIt is also important to give context. Link the music to the artist's life, or what inspired them, and the political or social context of the album.\n\nTry to make the review interesting and relevant to the reader. You can relate the artist's work to real-life experience (yours or that of people in general).\n\nUse compound adjectives (e.g. fast-paced, foot-tapping, best-selling) to make your writing highly descriptive.\n\nFinish off with a summary of why this album/concert, etc. is important."
            }
          ]
        },
        {
          "topic_id": 302,
          "content": [
            {
              "type": "Image",
              "body": "a_proposal_for_a_digital_newspaper.jpg"
            },
            {
              "type": "Title",
              "body": "A proposal for a digital newspaper"
            },
            {
              "type": "Normal",
              "body": "Read the text and tips and do the exercises."
            },
            {
              "type": "Example",
              "body": "A proposal for a digital version of the university newspaper\n\nIntroduction\nThis proposal intends to outline how a digital version of the university newspaper, The Scallion, could function and aims to show that an online paper is viable for the future of the newspaper. It draws on the views of 3,000 students surveyed in May.\n\nBackground\nThe Scallion is printed weekly and distributed free in faculty buildings, with a readership of approximately 10,000 students. It is written and produced entirely by students. The survey shows that the newspaper is highly valued by university students and staff for entertainment, cultural enrichment and work experience.\n\nCurrent problems\nThe cost of printing newspapers is significant. Furthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university. An additional environmental issue is that a large number of copies end up as litter on campus.\n\nProposed solution\nIt is proposed that the newspaper could shift to an online format. An overwhelming majority (95 per cent) of survey respondents were 'keen' or 'very keen' on this.\n\nThe key benefits would be:\n\nLower costs. Electronic publication is much cheaper than printing, and the website would require minimal maintenance. Although there are considerable initial costs of developing a website, these would be offset over time.\nImproved accessibility. Students unable to collect a copy and those with visual impairments would be able to read the paper online.\nEco-friendliness. A website would reduce paper usage and produce no litter.\nDigital media experience. For student journalists, gaining experience in running a web-based news site would be invaluable for any job which involves digital communication.\n\nDrawbacks\nOne issue is information management. The site would have to comply with data protection and privacy laws. Advice should be sought from the IT department.\n\nAnother drawback may be personal preference. Twenty-five per cent of survey respondents liked having a physical paper to flick through in a café. However, as this is a minority view, I would suggest that the benefits of the online paper outweigh the inconvenience on this issue.\n\nConclusion\nThe results of the consultation suggest that moving the paper online is the best option given that it would reduce costs, be more environmentally-friendly and reach a larger audience. A change to a digital format is therefore recommended to maintain the benefits of the newspaper while addressing its current difficulties."
            },
            {
              "type": "Tips",
              "body": "Start by reading the question carefully. Brainstorm all your thoughts about the proposal first. Then choose your best ideas and plan your paragraphs.\n\nUse subheadings to make the structure clear. Start by stating the aim of the proposal (Introduction) and giving information about the context (Background).\n\nNext, move on to the Current problems and your Proposed solution. You can also mention the Drawbacks and how to address them before you finish (Conclusion).\n\nYou should use an impersonal, formal tone for your proposal. Passive verb forms (e.g. It is proposed that … , Advice should be sought …) are a useful way to avoid I think or You should.\n\nThe final section should include an overall recommendation based on your previous points."
            }
          ]
        },
        {
          "topic_id": 303,
          "content": [
            {
              "type": "Image",
              "body": "a_report_on_a_research_study.jpg"
            },
            {
              "type": "Title",
              "body": "A report on a research study"
            },
            {
              "type": "Normal",
              "body": "Read the text and tips and do the exercises."
            },
            {
              "type": "Example",
              "body": "Report on staff engagement at Girox Foods\n\nIntroduction\nAt Girox Foods, we are experiencing an annual employee turnover of about 12 per cent. Although this might not seem high at first glance, the industry standard is seven per cent. The principal objective of this report is to investigate the causes of employee engagement within the firm and, based on those, offer recommendations to improve the employees' experience of the workplace and increase employee retention.\n\nResearch methods\nThis study was conducted with over 500 employees of Girox Foods between March and August 2018, with the aim of understanding their experience and expectations of the workplace. The study covered the 80 branches of Girox Foods located in 20 European countries. In addition to the 500 questionnaires filled out by Girox employees, 120 also participated in ten separate focus groups where participants took part in discussions about their levels of engagement in Girox and their hopes for the future.\n\nKey research findings\n- The top reason for employee disengagement given by 35 per cent of those surveyed is the lack of challenging work, followed by having too many working hours (34 per cent).\n- 43 per cent of those surveyed said that the top reason for employees quitting their jobs was a lack of recognition, while 31 per cent stated that it was due to bad management.\n- There was no correlation between salaries and level of employee engagement.\n- 47 per cent stated that their levels of engagement would improve if they felt more ownership of their work. 45 per cent wanted more flexibility both in terms of working hours and locations. 42 per cent were keen to see the company investing more in their career development.\n- 59 per cent felt that their commitment to the company would improve if they were given training opportunities to improve their business skills. 64 per cent rated social and cross-cultural intelligence as the most important skill needed in the workplace.\n- 41 per cent of respondents felt that there should be increased transparency in company communications, as this would lead to increased trust and more informed decision making.\n\nRecommendations\nOn the basis of these findings, we recommend that Girox Foods adopt a more people-oriented management style. As part of this, we should explore ways of offering more flexible working hours to our employees and consider how we can enable employees to work from their chosen locations. Managers need to consider a variety of ways to challenge our staff and provide more positive reinforcement and recognition of the work they do. Increased investment in professional development, especially in the area of social and intercultural communication, could also contribute to creating a positive environment for employees to produce their best work."
            },
            {
              "type": "Tips",
              "body": "Organise your report in sections and give each section a heading. The wording of the headings may differ. For example, you could title the third section Findings or Main findings. However, the structure of all reports is generally the same:\n\n- A description of the background situation and purpose of the report\n- Details of how the study was conducted\n- The main findings\n- Recommendations based on those findings.\n\nState practical details such as where the research was conducted, how many people participated and which methods were used (questionnaires, focus groups, interviews, etc.). Use bullet points where appropriate to present points clearly. Provide statistics or evidence to back up your claims. Use an impersonal style of writing in order to sound objective. Using the passive voice helps to do this. Avoid using the pronoun I (but we is sometimes used). Support your recommendations by explaining the benefits they would bring. Alternatively, warn what may happen if the recommendations are not implemented."
            }
          ]
        },
        {
          "topic_id": 304,
          "content": [
            {
              "type": "Image",
              "body": "a_response_to_a_complaint.jpg"
            },
            {
              "type": "Title",
              "body": "A response to a complaint"
            },
            {
              "type": "Normal",
              "body": "Read the text and tips and do the exercises."
            },
            {
              "type": "Example",
              "body": "To: pierre_houches@me.com\nFrom: Customer Service Team – TC Insurance\nSubject: Your recent policy renewal\n\nDear Mr Houches,\n\nThank you for your recent renewal of your insurance policy with Top Car Insurance.\n\nIt has been brought to our attention that at the end of your renewal call you registered a complaint and stated that you were dissatisfied with the service you had received.\n\nWe value your custom and I assure you that we take all customer feedback seriously. On behalf of the company I would like to apologise for the length of time it took for you to receive your final quote for this renewal. I am also sorry for the inconvenience caused when the discounts you received were not automatically applied.\n\nWe have taken your suggestions on board and will review our renewals process for existing customers. We understand your point that the process should not take as long for existing customers as for new customers buying a new policy.\n\nIn appreciation of the many years you have been a customer of Top Car Insurance we are happy to refund you the difference in price between your new and your previous premium, i.e. £73.20. I have also made a note on your account to ensure that your next renewals process will run more smoothly for you.\n\nWe value your feedback and will use it to improve our service.\n\nWe trust that you will find this a satisfactory response to your complaint and that this correspondence will bring this matter to a close. However, should you wish to discuss this matter further, please let us know how best to contact you.\n\nWith kind regards,\n\nRowena Harrod\n\nCustomer Service Team"
            },
            {
              "type": "Tips",
              "body": "Use a formal register. Choose vocabulary that is more objective and reduces negative emotions where possible, e.g. dissatisfied rather than unhappy/upset, inconvenience rather than trouble/problem. Acknowledge the complaint and show you understand the problem. Focus on the facts and avoid making excuses or placing blame on individual people. Apologise and explain what steps will be taken to ensure it doesn't happen again. Emphasise the positive relationship with the customer:\n\n- We value your custom … / feedback …\n- In appreciation of the many years you have been a customer …\n- We are happy to …\n- We trust that you will …\n\nOffer some kind of solution or compensation if appropriate."
            }
          ]
        },
        {
          "topic_id": 305,
          "content": [
            {
              "type": "Image",
              "body": "an_email_explaining_an_incident.jpg"
            },
            {
              "type": "Title",
              "body": "An email explaining an incident"
            },
            {
              "type": "Normal",
              "body": "Read the text and tips and do the exercises."
            },
            {
              "type": "Example",
              "body": "To: steve@red-ribbon.com\nFrom: sanjit@red-ribbon.com\nSubject: Process issues in the team\n\nDear Steve,\n\nSince you requested in our recent line management meeting for me to inform you of any issues, I'm writing to tell you about a recent incident. Last week, after experiencing some difficulties with the order processing system, tensions arose in the team and a confrontation occurred between two team members.\n\nI've outlined what led to this incident below:\n\n1. There was a system update that we weren't expecting last week. The update slightly changed the interface menu. Everything is still there but people have said it's not easy to find some of the menu items they're looking for.\n\n2. There seems to have been a period of time after the update that new entries weren't being saved. This led to some work being lost. We worked overtime to catch up on everything and all orders have been processed. But as a consequence there was a general feeling of pressure and tiredness in the team.\n\nAs a result of these challenging circumstances there was some tension, leading to a disagreement between Johann and Maria. Johann lost his temper and made some inappropriate remarks to Maria.\n\nI met with them both in order to reflect on and resolve the conflict. Johann has apologised for his behaviour and he realises that Maria could have chosen to start disciplinary proceedings. They have worked together on a plan to improve communication and therefore alleviate tensions within the team.\n\nI've also asked our colleagues in the IT department to run a training session for us all on how to best use the system in light of the recent software upgrades.\n\nThere's no specific action for you to take, but I felt it important that you're kept in the loop.\n\nI'll keep you posted.\n\nRegards,\n\nSanjit"
            },
            {
              "type": "Tips",
              "body": "Write clearly and get straight to the issue. Soften the impact of bad news by using words like issue, challenge and difficulty rather than problem. Using 'seems to be' rather than 'is' also has the same effect. Use positive words with a negation, e.g. 'not easy,' rather than negative-sounding words, e.g. 'difficult.' Focus on the issue rather than people involved by using passive forms, e.g. '... new entries weren't being saved.' Focus on solutions rather than problems. State clearly what action, if any, is necessary."
            }
          ]
        },
        {
          "topic_id": 306,
          "content": [
            {
              "type": "Image",
              "body": "an_email_request.jpg"
            },
            {
              "type": "Title",
              "body": "An email request"
            },
            {
              "type": "Normal",
              "body": "Read the text and tips and do the exercises."
            },
            {
              "type": "Example",
              "body": "Dear Ms Leitman,\n\nI am writing to request your help following a change in my circumstances.\n\nAs you know, I am enrolled on the Basic Spanish course at your college, which starts in September. However, due to unforeseen family events, I have had to leave the country for a while to assist my parents in Hong Kong.\n\nAt present it is not clear when I will be able to return and unfortunately I will not be able to start the course as planned.\n\nI would like to request a refund for the course fees already paid. I apologise for the short notice and for any inconvenience caused. In the event that a refund is not possible, I would be grateful if you could postpone my enrolment until my return.\n\nThank you in advance for your help and I hope to be able to update you on the situation soon.\n\nYours sincerely,\n\nHonor Singh"
            },
            {
              "type": "Tips",
              "body": "Organise the letter clearly into:\n\n- The reason for writing\n- The nature of the problem\n- The outcome you'd like\n- An apology for the inconvenience\n\nDon't go into too much personal detail when explaining the problem, as this is a formal situation with a person you don't know well.\n\nTo make polite requests use the phrase I would be grateful if you could …\n\nUsing nouns instead of verbs can make your writing sound more formal. (For example, instead of My circumstances have changed, say There has been a change in my circumstances.)\n\nSign off Yours sincerely, if you know the person's name and Yours faithfully, if you don't."
            }
          ]
        },
        {
          "topic_id": 307,
          "content": [
            {
              "type": "Image",
              "body": "an_email_to_a_friend.jpg"
            },
            {
              "type": "Title",
              "body": "An email to a friend"
            },
            {
              "type": "Normal",
              "body": "Read the text and tips and do the exercises."
            },
            {
              "type": "Example",
              "body": "Hi Rebecca,\n\nHow ARE you?! It's been ages!! I thought I'd drop you a line seeing as I'm stuck in the airport with nothing to do but make use of the free Wi-Fi.\n\nNot that writing to you isn't top of my list of things to do, of course ;) but I've been totally snowed under at work, plus all the family stuff that's been going on ... Anyway, I'm just about to go on a much-needed holiday so I really can't complain!\n\nAnyhoo … what have you been up to? I saw Carol a couple of months ago – don't know if you heard what happened with her job but it made me feel grateful I only slightly hate mine – and she was saying your book is going to be published?! GREAT news!!! Send me a link and I'll definitely buy it and leave a five-star review :)\n\nAs for me, same old, same old re: job. Maggie and I broke up a while ago, as you know, but we're getting on much better now and it's working out far better for the kids. No-one new on the horizon but I'm off to Canada travelling for a month (if this plane ever leaves!) so who knows?!\n\nActually, I'll be flying over your house in a few hours. I'll wave! Let's make a plan to see each other when I get back, OK?\n\nHope life's treating you well!\n\nLots of love,\n\nSarah"
            },
            {
              "type": "Tips",
              "body": "It's common to start with a reason for writing and refer to how long it's been since you saw or wrote to each other.\nUse phrasal verbs (e.g. going on, been up to) and informal expressions (e.g. drop you a line, same old, same old) to give it a friendly, informal tone.\nUse emoticons or multiple exclamation marks (!!!) or question marks (???) to add extra excitement and feeling. You can also use capital letters for emphasis (How ARE you? GREAT news!!).\nBefore signing off you can finish with closing phrases like Hope all's well! / Looking forward to seeing you! / Best of luck with ... !\nSign off with Lots of love for close friends or family or Take care if you are not so close."
            }
          ]
        },
        {
          "topic_id": 308,
          "content": [
            {
              "type": "Image",
              "body": "an_essay_about_women_in_science.jpg"
            },
            {
              "type": "Title",
              "body": "An essay about women in science"
            },
            {
              "type": "Normal",
              "body": "Read the text and tips and do the exercises."
            },
            {
              "type": "Example",
              "body": "In most universities there are more male students than female students on science courses. What is the reason for this? What could be done to balance out the numbers?\n\nIn higher education, science subjects are typically dominated by male students. This negatively impacts the world of work, as fewer females then go into the science, technology and engineering sectors. This essay will explore the reasons for the lack of gender diversity in science and suggest ways to create equal opportunities in this area.\n\nThe most likely reason for the imbalance is that society reinforces the idea that boys and girls have different interests and abilities. We see this from a very early age when little boys are given cars and Lego while girls get dolls. The former are encouraged to build things whereas the latter learn to care for others. Later on, we are told that girls are better at languages or boys have better spatial awareness. In fact, there is no evidence that biological differences between the sexes make one gender more talented than another at a particular subject. It is society, not nature, that tells us girls should favour arts and humanities and leave maths and physics to the boys.\n\nCoupled with this is the lack of positive female role models youngsters see doing science-related jobs. Cartoons and stories often show the crazy scientist, genius inventor, or adventurous astronaut as a man. Furthermore, there is an unfortunate perception that scientists are geeky, have poor social skills or that their work is lonely and detached from the rest of the world. These are false stereotypes portrayed by the media, but they may mean that girls do not identify with scientists, and see science as an unappealing career path. If girls saw more positive female role models in science it would give them more confidence and a greater sense of belonging in those subjects.\n\nGiven these points, it is important to tackle this issue right from a child's early education. By the time young women are at university, it may already be too late to disprove the view that science is 'not for them'. Hence, for very young children gender-neutral play needs to be encouraged. As children get older, both the education system and the media must raise awareness of female achievements in the field of science, as well as exposing them to a more diverse set of characters in books and films. We need to find ways to show young girls that science is fun, interesting, and, most importantly, theirs too."
            },
            {
              "type": "Tips",
              "body": "Read the question carefully. If the question asks you to discuss the reasons for a problem and suggest solutions, make sure you do both.\nIn your introduction, restate the question in your own words and say what your essay will do. This essay will outline the reasons for … and offer solutions to the problem.  \nPlan the paragraphs of your essay before you write. Start each paragraph with a topic sentence that summarises the main idea of the paragraph.\nDevelop your position fully by extending your ideas and using examples to support your arguments. Use linking expressions like Coupled with, Furthermore, In fact and Given these points to show what is coming next.\nTry to use a wide range of vocabulary. Use natural-sounding collocations like equal opportunities and role model. Avoid repetition by using synonyms or words with similar meanings: girls, young women, females; children, youngsters. You can also use the former and the latter to refer to things you have just mentioned.\nBuild the conclusion from the ideas in the essay rather than introducing new ones."
            }
          ]
        },
        {
          "topic_id": 309,
          "content": [
            {
              "type": "Image",
              "body": "an_opinion_essay.jpg"
            },
            {
              "type": "Title",
              "body": "An opinion essay"
            },
            {
              "type": "Normal",
              "body": "Read the text and tips and do the exercises."
            },
            {
              "type": "Example",
              "body": "Some people think that some types of criminals should not go to prison. Instead they should do unpaid work in the community. To what extent do you agree?\n\nOwing to the great variety of crimes that can be punishable by prison, some people argue that not all criminals are the same and it would therefore be more appropriate to give certain criminals community service instead. I agree that in some cases, prison may not be the best solution and community service would probably have more benefits.\n\nOne justification given for prisons is to keep society safe by removing criminals from the outside world. So the first thing to consider is if someone who has broken the law is a danger to other people. In the case of violent crime, there is an argument to keep the perpetrator away from society. However, burglary or possession of drugs, for example, does not involve violence against other people so the criminal does not present a direct danger to anyone in the community. Keeping these types of criminals in prison is expensive for the taxpayer and does not appear to be an effective punishment as they often commit the same crime again when they come out of prison.\n\nPersonally, I also believe punishments should reform people so they do not reoffend. A further reason not to put these people in prison is that they may mix with more dangerous and violent criminals, potentially committing a worse crime when they are released. By keeping them in the community, helping others, they not only learn new skills, but they could also develop more empathy and care towards others. If this occurs, society can only benefit.\n\nCritics of this more rehabilitative approach to crime believe that justice should be harsh in order to deter people from committing similar crimes and that community service could be less likely to have that effect. However, there is very little evidence to suggest that long prison sentences deter criminals.\n\nIn conclusion, putting criminals who are not a danger to society in prison is expensive and, in my opinion, ineffective, both as a deterrent and as a form of rehabilitation. Community service for non-violent crimes benefits both society and the offender. That said, it would be useful to have more data to work out whether community service or prison is more likely to stop someone reoffending. I strongly believe that decisions on how best to deal with criminals should be based on evidence of what actually works."
            },
            {
              "type": "Tips",
              "body": "Introduce your essay by restating the question in your own words.\nIf the essay asks you to what extent do you agree?, make your opinion clear throughout. You can either agree, partially agree or disagree with the statement, explaining and justifying your opinion.\nThe structure should be:\nIntroduction\nThe first reason why you agree/disagree\nThe second reason why you agree/disagree\nThe third reason why you agree/disagree (if you have one)\nConclusion\nUse phrases to organise and link your ideas, e.g. Owing to … , One justification for … , The first thing to consider is … , A further reason … , In conclusion ... .\nIf you do not have solid evidence for your ideas, use modal verbs such as might, may or could (e.g. they could develop more empathy and care) or other tentative phrases (e.g. it does not appear to be an effective punishment).\nConclude by restating your opinion and summarising your two or three main arguments."
            }
          ]
        },
        {
          "topic_id": 310,
          "content": [
            {
              "type": "Image",
              "body": "conference_bios.jpg"
            },
            {
              "type": "Title",
              "body": "Conference bios"
            },
            {
              "type": "Normal",
              "body": "Read the text and tips and do the exercises."
            },
            {
              "type": "Example",
              "body": "Julie Wong\nJulie Wong is a leading researcher in the field of Robotics and AI. She has been published extensively as author and co-author of over 50 papers in highly regarded, peer-reviewed journals. She frequently speaks at international conferences and was awarded the prestigious Royal Academy Simone Fielding fellowship in 2012. Julie lives with her family in a smart home she designed herself.\n\nTerrie Sharp\nBest-selling author Terrie Sharp knows how to tell a good story or two, having twice won the Olive Crime Writer Award. Born on the housing estate with the highest crime rate in Glasgow, she learned to keep quiet, stay out of trouble and how to open car doors with a knife. Luckily, she only used her knowledge to write her novels and she's not so quiet these days, appearing on popular daytime shows like Police Today and at writing conferences throughout the UK.\n\nAhmed Modine\nAhmed Modine started his first business at age 14 and retired at 32. Along the way he went bankrupt twice and lost his house and car once. What he learned about starting again from scratch became the number one most popular online course on U-Learn.com: From up to down to up again – How to succeed when everything sucks. What he doesn't know about turning an idea into a profitable business isn't worth knowing."
            },
            {
              "type": "Tips",
              "body": "Bios are often written in the third person, especially for conferences, events and books. Social media bios can be less formal and in the first person.\nUse your full name in the first sentence and refer to an accomplishment to help people remember who you are. (Julie Wong is a leading researcher … / Best-selling author Terrie Sharp … / Ahmed Modine started his first business at age 14 …)\nKeep it short and interesting so people get all the key information before they stop reading.\nIf the bio is for an event like a conference, only include the details that are relevant to this particular audience. For a general bio, for example on your website, you can provide links for readers to find out more.\nOne or two personal details (e.g. Julie lives with her family in a smart home she designed herself ... / She learned how to open car doors with a knife. / ... he lost his house and car once) help create interest and a connection with the reader."
            }
          ]
        },
        {
          "topic_id": 311,
          "content": [
            {
              "type": "Image",
              "body": "the_changing_workplace.jpg"
            },
            {
              "type": "Title",
              "body": "The changing workplace"
            },
            {
              "type": "Normal",
              "body": "Read the text and tips and do the exercises."
            },
            {
              "type": "Example",
              "body": "What skills will the workforce of the future need?\nAs technological innovations continue to change the workplace, we are seeing more industries entrust their operations to new gadgets, software and programs that can transform the workplace. One such technology that has the potential to revolutionise workplaces in the coming years is RPA (Robotic Process Automation). With more industries starting to embrace RPA software, RPA robots would be able to handle mundane, repetitive tasks like some of the clerical work normally dealt with by administrative staff, thereby lowering running costs and increasing productivity.\n\nThere is a common concern that companies employing technology like RPA are only interested in increasing their profit margins through cost reduction, and that this trend would eventually leave most of the workforce jobless. However, while it is true that the menial tasks of administrative and clerical jobs are likely to be taken over by automation, the demands on the average office worker will evolve to include more creative work, managerial duties and communication with clients and suppliers.\n\nWith this shift in focus, the skills required of future workers are also bound to change. Moving away from basic data entry skills, the worker of the future will be expected to have transferable problem-solving and critical thinking skills that will enable them to tackle any difficult situation and work independently to find solutions.\n\nThe ability to adapt and be agile would also be essential in a world that is likely to become increasingly volatile, uncertain and complex. Having such flexibility, coupled with the desire to keep learning and the initiative to step forward, the successful worker of the future is one who will be able to use their skills to seek out opportunities, make improvements and take on new challenges wherever they'll be working.\n\nBy equipping our future generation of workers with such business skills, we can ensure that when automation fully takes over, our workers will have the survival skills to become better employees and leaders of the future."
            },
            {
              "type": "Tips",
              "body": "It is helpful to start with a more general statement before narrowing it down to talking about a specific example, e.g. technological advancements will continue to change the workplace → one such technology is RPA.\nUse clauses to show if a change is going to happen:\nover a period of time, e.g. As technological innovations continue to change the workplace, ... / With more industries starting to embrace RPA software, ...\nat some point in the future, e.g. when automation fully takes over, ...\nConnect new paragraphs to what was previously written in order to achieve better cohesion, e.g. With this shift in focus, ... / The ability to adapt and be agile would also be essential ... / By equipping our future generation of workers with such business skills, ...\nWhen talking about future trends, use a variety of phrases to show the different levels of probability of things happening, e.g. to be likely to, to have the potential to, to be expected to, to be bound to.\nConclude with a summary of the main points of your article."
            }
          ]
        }
      ]
    },
    {
      "id": 4,
      "name": "Speaking",
      "topics": [
        {
          "topic_id": 401,
          "content": [
            {
              "type": "Image",
              "body": "challenging_someones_ideas.png"
            },
            {
              "type": "Title",
              "body": "Challenging someone's ideas"
            },
            {
              "type": "Normal",
              "body": "In this video, Vanya tells Paul and Emir about her latest idea. Listen to the language they use for challenging someone's ideas and practise saying the useful phrases."
            },
            {
              "type": "Video",
              "body": "https://youtu.be/C4VbZNWel2g"
            },
            {
              "type": "Transcript",
              "body": "Ana: Hi! I'm Ana. Welcome to What to Say! \n\nDo you know what to say when you want to challenge someone's ideas? Listen out for useful language for challenging someone's ideas. Then, we'll practise saying the new phrases – after this.\n\n \n\nVanya: Guys! I've got it! I've figured it out!\n\nEmir: Figured what out?\n\nPaul: That it's polite to knock on the door before coming in? \n\nVanya: This idea is just too good, Paul! It's too good!\n\nPaul: Go on, then.\n\nVanya: So! Cats!\n\nEmir: I'm a bit lost. What are you talking about?\n\nVanya: Videos. Cat videos! For our social media account. Hundreds of them. Everyone loves cats! \n\nPaul: I hate cats.\n\nVanya: Everyone except you, Paul.\n\nPaul: Have you considered the fact that we're a branding agency, not a pet shop?\n\nVanya: I take your point, Paul, but, come on, be imaginative! Cat videos are some of the most searched videos on the internet.\n\nEmir: I see where you're coming from, Vanya, but I think I agree with Paul here. How is this relevant for a branding agency?\n\nVanya: Look. Social media, it's a numbers game. If we share dozens of cat videos each day, then we get more followers. \n\nEmir: That's true. So how exactly do you see this working? I mean, who's going to find all these videos?\n\nVanya: Erm, OK, I'm very aware of the challenges here, but I'm convinced this is going to work.\n\nPaul: I'm not so sure.\n\nEmir: Well, I guess you have to look at it from both sides. Why don't we try it for a couple of weeks and see if there's any impact?\n\nVanya: Great! We are going to get so many more followers. I'm absolutely positive! \n\nPaul: Good luck with that! I hope it doesn't turn out to be a cat-astrophe ... What? ... It's a good joke.\n\n \n\nAna: Hello again! Well, I thought that was a good joke! So, did you notice the useful phrases used for challenging someone's ideas? Listen to me and then repeat. \n\n \n\nI'm a bit lost. What are you talking about?\n\nHave you considered the fact that we're a branding agency, not a pet shop?\n\nI take your point, but be imaginative. \n\nI see where you're coming from.\n\nI think I agree with Paul here.\n\nHow exactly do you see this working?\n\nI'm very aware of the challenges here, but I'm convinced this will work. \n\nYou have to look at it from both sides.\n\n \n\nAna: Try and use some of these phrases the next time you want to challenge someone's ideas in English. Bye for now!"
            }
          ]
        },
        {
          "topic_id": 402,
          "content": [
            {
              "type": "Image",
              "body": "dealing_with_a_problem.png"
            },
            {
              "type": "Title",
              "body": "Dealing with a problem"
            },
            {
              "type": "Normal",
              "body": "In this video, Vanya goes to Yuna with a problem. Listen to the language they use for dealing with a problem and practise saying the useful phrases."
            },
            {
              "type": "Video",
              "body": "https://youtu.be/KiBBwXtzcRo"
            },
            {
              "type": "Transcript",
              "body": "Ana: Hi! I'm Ana. Welcome to What to Say! \n\nDo you know what to say when you need to deal with a problem? Listen out for useful language for dealing with a problem. Then, we'll practise saying the new phrases – after this.\n\n \n\nVanya: Yuna!\n\nYuna: Oh, morning!\n\nVanya: I've got a bit of a problem. \n\nYuna: What's wrong?\n\nVanya: Can we talk in private?\n\nYuna: Of course.\n\nYuna: Right, so, what's the matter? \n\nVanya: Well, I've made a mistake. A big mistake.\n\nYuna: OK. I'm sure we can work it out.\n\nVanya: It was such a silly thing to do! \n\nYuna: I'm getting worried now. What's going on here? \n\nVanya: OK. It was late last night and I was tired. I wasn't concentrating and I accidentally used my company credit card instead of my own to buy something! \n\nYuna: Don't worry, these things happen. There's a procedure to deal with this. How much did you spend? \n\nVanya: It was quite expensive.\n\nYuna: How expensive?\n\nVanya: It was very expensive.\n\nYuna: Vanya, how expensive?\n\nVanya: £3,782 … and 56 pence.\n\nYuna: What? You spent £3,782?! \n\nVanya: … and 56 pence. \n\nYuna: What was it? Vanya?\n\nVanya: Just a weekend break! I just like a really nice hotel!\n\nYuna: OK, I see. Thanks for letting me know.\n\nVanya: Ah! I feel so much better now I've told you. Please don't tell Noelia.\n\nYuna: Oh, I'm definitely going to tell her!\n\nNoelia: Hi!\n\nVanya: Hi!\n\n \n\nAna: Hello again! Wow, that's a lot of money for a weekend break. So, did you notice the useful phrases used for dealing with a problem? Listen to me and then repeat. \n\n \n\nWhat's wrong?\n\nI've got a bit of a problem.\n\nCould we talk in private?\n\nWhat's the matter?\n\nI've made a mistake.\n\nI'm sure we can work it out.\n\nDon't worry, these things happen.\n\nThanks for letting me know.\n\nI feel so much better now I've told you.\n\n\nAna: Try and use some of these phrases the next time you need to deal with a problem in English. Bye for now!"
            }
          ]
        },
        {
          "topic_id": 403,
          "content": [
            {
              "type": "Image",
              "body": "discussing_advantages_and_disadvantages.png"
            },
            {
              "type": "Title",
              "body": "Discussing advantages and disadvantages"
            },
            {
              "type": "Normal",
              "body": "In this video, Noelia and Yuna talk about how to encourage creativity in the office. Listen to the language they use to discuss advantages and disadvantages and practise saying the useful phrases."
            },
            {
              "type": "Video",
              "body": "https://youtu.be/tP3I6ZeVhYo"
            },
            {
              "type": "Transcript",
              "body": "Ana: Hi! I'm Ana. Welcome to What to Say! \n\nDo you know what to say when you discuss advantages and disadvantages? Listen out for useful language for discussing advantages and disadvantages. Then, we'll practise saying the new phrases – after this.\n\n \n\nNoelia: So, table tennis, bean bags, board games, video games! Hey, how about a trampoline?\n\nYuna: Stop right there. I love your ideas, Noelia, but a trampoline? Really?\n\nNoelia: Absolutely. When do you have your best ideas?\n\nYuna: I don't know. Usually when I'm cooking, I suppose.\n\nNoelia: Exactly. We often have our best ideas when we are away from our desks. The other day I was on a trampoline and the vision for the creativity room came to me.\n\nYuna: Why were you on a trampo…? Never mind. Look, on the one hand it's a lovely idea and it fits with our brand, but on the other hand it could be noisy and chaotic and maybe too much fun!\n\nNoelia: But having fun helps you be creative, and being creative is vital to our business! \n\nYuna: I see what you mean, but I'm just not sure if a trampoline is necessary. Also, there could be an issue with the clients arriving at the office and seeing us all jumping around.\n\nNoelia: I see where you're coming from, but I think our clients will love it! And there are lots of advantages to trampolining. It's good for the body and the mind.\n\nYuna: Maybe, but I can also see the disadvantages. What if someone hurts themselves?\n\nNoelia: But we're all adults. And we can get extra insurance. Come on! It's a great idea!\n\nYuna: OK, I'll think about it. \n\nNoelia: Perfect. I'll email you some links!\n\nYuna: I haven't said yes! Oh, Noelia! \n\n \n\nAna: Hello again! A trampoline in the office? Well, there's an idea! So, did you notice the useful phrases used for discussing advantages and disadvantages? Listen to me and then repeat. \n\n \n\nOn the one hand …, but on the other hand …\n\nI see what you mean, but I'm just not sure.\n\nThere could be an issue with that. \n\nI see where you're coming from, but I think they'll love it. \n\nThere are lots of advantages.\n\nMaybe, but I can also see the disadvantages.\n\n \n\nAna: Try and use some of these phrases the next time you discuss advantages and disadvantages in English. Bye for now!"
            }
          ]
        },
        {
          "topic_id": 404,
          "content": [
            {
              "type": "Image",
              "body": "giving_advice.png"
            },
            {
              "type": "Title",
              "body": "Giving advice"
            },
            {
              "type": "Normal",
              "body": "In this video, Paul and Bob try to help Noelia with a problem. Listen to the language they use for giving advice and practise saying the useful phrases."
            },
            {
              "type": "Video",
              "body": "https://youtu.be/RccJB_vqWCY"
            },
            {
              "type": "Transcript",
              "body": "Ana: Hi! I'm Ana. Welcome to What to Say! \n\nDo you know what to say when you give advice? Listen out for useful language for giving advice. Then, we'll practise saying the new phrases – after this.\n\n \n\nNoelia: Argh, this is just ridiculous! \n\nPaul: Susan again? \n\nNoelia: Yeah, Susan. She just keeps emailing me about things that have nothing to do with work and nothing to do with me. What do you think I should do? \n\nPaul: Well, if I were you, I'd email and ask her to stop sending them.\n\nNoelia: I'm not sure that's a good idea. I have to be careful what I say as she's quite an important client. \n\nPaul: Erm, I'm not sure then. Perhaps you could try talking to Yuna about it?\n\nBob: Er .. why don't you try doing nothing?\n\nNoelia: Sorry? \n\nBob: Perhaps you could just … do nothing? \n\nNoelia: Really? I'm not too sure about that.\n\nBob: Well, I remember this guy I used to work with, Mark, and he kept emailing again and again and again, about all sorts, mostly unrelated to work. Well, I kept responding politely and he kept sending them. In the end, I stopped replying to his emails unless they were only about work. \n\nPaul: And what happened? \n\nBob: He stopped sending them. It's a bit like being faced with a dangerous snake. If you move quickly, it'll bite you, but if you keep very still and do nothing, eventually it'll move away and leave you alone. I had to learn the hard way. \n\n \n\nNoelia: Hey, Bob. Have you got a minute?\n\nBob: Yeah.\n\nNoelia: So, I tried what you suggested and I only responded to Susan's emails about work for a few days. Then guess what?\n\nBob: The irrelevant emails stopped. \n\nNoelia: Yes! Now she only sends me work-related ones.\n\nBob: Well, that's very good news.\n\nNoelia: All thanks to you, Bob.\n\nBob: Any time, Noelia, any time! All in a day's work. Ahh! \n\n \n\nAna: Hello again! It looks like Bob is in Noelia's good books. So, did you notice the useful phrases used for giving advice? Listen to me and then repeat. \n\n \n\nWhat do you think I should do?\n\nIf I were you, I'd ask her.\n\nI'm not sure that's a good idea.\n\nPerhaps you could try talking to Yuna.\n\nWhy don't you try doing nothing?\n\nI'm not too sure about that.\n\nI tried what you suggested. \n\n \n\nAna: Try and use some of these phrases the next time you give advice in English. Bye for now! "
            }
          ]
        },
        {
          "topic_id": 405,
          "content": [
            {
              "type": "Image",
              "body": "persuading_someone_to_do_something.png"
            },
            {
              "type": "Title",
              "body": "Persuading someone to do something"
            },
            {
              "type": "Normal",
              "body": "In this video, Noelia tries to convince Paul to DJ at the office party. Listen to the language Noelia uses for persuading Paul to do something and practise saying the useful phrases."
            },
            {
              "type": "Video",
              "body": "https://youtu.be/ViR7O__e2KA"
            },
            {
              "type": "Transcript",
              "body": "Ana: Hi! I'm Ana. Welcome to What to Say!\n\nDo you know what to say when you want to persuade someone to do something? Listen out for useful language for persuading someone to do something. Then, we'll practise saying the new phrases – after this.\n\n \n\nPaul: OK. Yeah, all right. I'll send them over tomorrow. OK, yep, bye. People are always asking for favours. Paul, can you do this? Paul, can you do that? \n\nNoelia: Hey, Paul, have you got a minute?\n\nPaul: Go on, then.\n\nNoelia: I've got a small favour to ask you. \n\nPaul: Right.\n\nNoelia: So … how would you feel about DJing at the office party next week? \n\nPaul: Office party? I don't usually do work parties. \n\nNoelia: Oh, right. So where do you usually DJ then? \n\nPaul: No, I mean I don't usually go to work parties, let alone DJ at them. \n\nNoelia: Come on, I think you'd be brilliant at it! \n\nPaul: Oh, I don't know … \n\nNoelia: Look, I wouldn't usually ask, but you are the only DJ I know.\n\nPaul: I'm not a very good one though. My music taste is … quite strange. Everyone will probably hate it. \n\nNoelia: Come on! These guys will dance to anything when they are at a party! Why don't you give it a go? You'll be great!\n\nPaul: Urgh … I think I'm probably busy that day anyway.\n\nNoelia: Come on! There's nothing to lose!\n\nPaul: Except my reputation and credibility …  \n\nNoelia: Paul, you'd really be helping me out. \n\nPaul: OK, I'll think about it. \n\nNoelia: Great! Thanks, Paul! \n\n \n\nAna: Hello again! It's very difficult to say no to Noelia! So, did you notice the useful phrases used for persuading someone to do something? Listen to me and then repeat. \n\n \n\nI've got a small favour to ask you.\n\nHow would you feel about DJing?\n\nYou'd be brilliant at it.\n\nI wouldn't usually ask, but you're the only DJ I know. \n\nWhy don't you give it a go?\n\nThere's nothing to lose.\n\nYou'd really be helping me out.\n\nOK, I'll think about it. \n\n\n\nAna: Try and use some of these phrases the next time you want to persuade someone to do something in English. Bye for now!"
            }
          ]
        }
      ]
    }
  ]
}
  